24
-0.18209952116012573
2.017230272293091
-1.6595739126205444
2.4036192893981934
1.3008443117141724
2.5782198905944824
1.7767938375473022
2.634636402130127
1.7519582509994507
-0.13572566211223602
1.2717006206512451
-0.3575417995452881
-1.3761848211288452
1.9996594190597534
-1.4206100702285767
-1.650463581085205
-2.012396812438965
2.4249300956726074
-0.6900182962417603
-1.4012436866760254
1.6756839752197266
-1.0170029401779175
-1.02749764919281
-0.9543201327323914
1.1706398725509644
0.8794217705726624
-0.710584819316864
0.14431235194206238
0.4676714241504669
2.4023849964141846
0.8814663290977478
-1.6264801025390625
-0.4252122640609741
-1.1066147089004517
0.7002052664756775
1.2995851039886475
-1.6057881116867065
2.2609336376190186
-2.273932695388794
-1.9408446550369263
-2.061016321182251
0.9454444050788879
-0.38902708888053894
-1.1812613010406494
-1.790623426437378
0.46169012784957886
-0.9720634818077087
-1.1491974592208862
0.43784940242767334
0.4322022795677185
0.052724599838256836
-0.20003420114517212
-0.16763567924499512
-0.4694057106971741
-0.14730674028396606
-0.1756073236465454
0.3092552423477173
-0.4637206196784973
0.2615131139755249
-0.3405604958534241
-0.4354650378227234
-0.4195641875267029
0.4561735987663269
-0.024174988269805908
-0.07664161920547485
-0.3237873315811157
-0.11027419567108154
-0.3748852014541626
-0.3829606771469116
0.2978171110153198
0.0004201531410217285
0.28546029329299927
1.3200757503509521
2.21747088432312
1.955433964729309
1.65975821018219
0.734494686126709
-0.8028871417045593
2.317746162414551
0.9137290120124817
-1.5463135242462158
-0.9906255006790161
-1.707901954650879
1.6116474866867065
0.4374697804450989
0.3319871425628662
1.2156269550323486
-1.5842366218566895
0.05027422681450844
-1.3384770154953003
-0.7521066665649414
-0.5503348112106323
-1.4373315572738647
-2.305724859237671
1.9954664707183838
2.0998387336730957
-0.9454872608184814
2.799788236618042
2.4602644443511963
-1.5117796659469604
0.847501277923584
0.5603023171424866
-1.044735074043274
2.6175386905670166
-1.2155972719192505
1.7725212574005127
-1.2639238834381104
-3.177241802215576
0.46720603108406067
-0.2777547240257263
-2.2483460903167725
1.34346342086792
-0.05441434681415558
2.5099689960479736
1.6800910234451294
-0.7699203491210938
0.24013091623783112
-0.8053860664367676
0.6821932792663574
-0.7829785346984863
-0.3714308738708496
-0.03725498914718628
0.04515731334686279
-0.24639731645584106
-0.009773671627044678
-0.15959864854812622
-0.10642534494400024
-0.006590306758880615
-0.265488862991333
0.3121330142021179
0.3905423879623413
-0.43268197774887085
0.05921441316604614
-0.06670123338699341
0.06048780679702759
-0.3766116499900818
-0.1079898476600647
-0.4021514654159546
0.18439334630966187
-0.11945438385009766
-0.34391283988952637
-0.4394952058792114
-0.03193444013595581
-0.3710026741027832
1.896581768989563
-1.3132967948913574
-0.7525631189346313
1.8043609857559204
1.1738816499710083
2.3793938159942627
-1.613454818725586
1.759760856628418
-1.1397976875305176
0.2414642572402954
-1.93988037109375
1.5791460275650024
1.8478573560714722
2.4702398777008057
1.535515308380127
-1.1265445947647095
0.04312409833073616
1.893239974975586
-0.59708172082901
-2.5886683464050293
-1.9834150075912476
-1.2212259769439697
2.5597798824310303
1.6674758195877075
1.9102452993392944
2.3934621810913086
-1.0383868217468262
1.487062931060791
-2.10990571975708
1.5283430814743042
-1.1297954320907593
-1.3794505596160889
1.1908905506134033
-0.8451377749443054
1.6096436977386475
-2.2751975059509277
1.0340882539749146
1.1925017833709717
-1.214586615562439
-2.0842175483703613
0.7808108329772949
-1.3851923942565918
2.2926926612854004
2.1980299949645996
1.9028701782226562
1.1139202117919922
-0.48186641931533813
2.1479403972625732
1.4809337854385376
2.248311758041382
-1.5899264812469482
1.6870665550231934
-3.215686082839966
0.8123540282249451
2.100475311279297
-0.2560575306415558
-1.4750027656555176
2.054080009460449
-0.8529722690582275
-1.2674306631088257
0.49650612473487854
0.08882755786180496
-2.1731696128845215
-0.5620642304420471
-0.5094151496887207
0.489296555519104
1.7480508089065552
1.249153733253479
-1.6032346487045288
-2.9203083515167236
-1.567988634109497
-1.4596494436264038
-2.66348934173584
1.0156543254852295
2.3733670711517334
-1.1878387928009033
-0.8524061441421509
-0.5596008896827698
-2.2597761154174805
0.7259511947631836
-0.9099730849266052
1.2481454610824585
-0.8567098379135132
0.8045405745506287
-2.25205659866333
-1.2999309301376343
1.0615615844726562
0.903432309627533
-0.13257429003715515
-0.3818553686141968
1.5148799419403076
-0.7783361673355103
-1.7023341655731201
-1.9061999320983887
2.349745988845825
-0.872005045413971
-1.5897600650787354
-1.761393666267395
-1.2632153034210205
-1.0059843063354492
0.5842024087905884
-1.8091999292373657
-0.3776067793369293
4.188371181488037
2.3031129837036133
-1.1133753061294556
0.3086928129196167
0.05671338737010956
1.989850640296936
-2.4018137454986572
-3.102216958999634
-1.673278570175171
-1.563320279121399
0.31031638383865356
1.0347286462783813
4.405944347381592
1.3243229389190674
0.19635742902755737
-0.9729849696159363
3.160118579864502
1.3581777811050415
-0.31539350748062134
-1.102635383605957
1.874300241470337
-1.9121874570846558
-1.483932614326477
-0.46093207597732544
1.1542942523956299
-1.038596749305725
1.8807713985443115
-1.675014615058899
0.05222126469016075
0.9452027082443237
2.7945637702941895
-1.4324771165847778
0.8421621918678284
1.3267920017242432
1.9304379224777222
2.5772440433502197
2.1023783683776855
3.3699698448181152
1.7996668815612793
-1.242246150970459
2.1121339797973633
-1.0421141386032104
-1.275537371635437
-1.945234775543213
-1.0444104671478271
0.9592788219451904
2.731092691421509
-0.5604790449142456
-1.6026813983917236
-1.2895420789718628
-1.0289525985717773
0.7801424860954285
0.3364364206790924
-1.3312970399856567
0.6381820440292358
-1.6424983739852905
-1.83755362033844
-1.1575264930725098
-1.0429821014404297
1.606619119644165
-1.2626222372055054
1.607524037361145
1.7132817506790161
-0.7972269058227539
-0.7254645228385925
-1.75790274143219
-1.2633631229400635
-1.967332363128662
1.162630558013916
-0.7821922898292542
1.3763161897659302
-1.5882494449615479
-1.5734549760818481
2.302649736404419
-1.0458099842071533
0.8666611313819885
0.027339812368154526
-2.2095987796783447
1.5723024606704712
-2.454444646835327
3.522691011428833
-0.9017547369003296
3.6508684158325195
-2.381722927093506
-0.7174034714698792
-0.4940173327922821
-1.537402868270874
-0.9823993444442749
-0.8375031352043152
-0.4158882796764374
3.756415605545044
1.6537210941314697
2.060122013092041
-1.5721932649612427
2.136866807937622
-2.165501832962036
-3.272601366043091
3.0232694149017334
-0.7537106871604919
-1.9167402982711792
-2.8415164947509766
-0.5614563822746277
0.7119978070259094
-3.977005958557129
-0.7033692002296448
-0.9287213087081909
2.6096279621124268
-0.5431044697761536
-1.1450003385543823
-1.218218445777893
-2.285236120223999
2.3899714946746826
2.400745391845703
-1.5640939474105835
-1.6457701921463013
-1.257528305053711
-0.9966734647750854
-0.06402088701725006
2.3682713508605957
1.5413926839828491
-2.23525333404541
1.4252750873565674
-1.0700069665908813
0.4513712525367737
-2.809116840362549
-0.3716236650943756
-1.2807942628860474
1.5416085720062256
2.5516552925109863
-0.07014482468366623
-3.851133108139038
-1.7736413478851318
0.04864854738116264
-3.078664541244507
-1.7266429662704468
-1.0609090328216553
-0.085462786257267
-0.47034427523612976
-2.026899814605713
-0.4006642699241638
1.895934820175171
-1.9624617099761963
2.0531463623046875
-1.747769832611084
-1.865054965019226
1.380689024925232
-0.9722270369529724
1.599901795387268
-1.646365761756897
2.172677993774414
0.9777080416679382
1.1421895027160645
1.8996074199676514
-1.359447717666626
-0.5470341444015503
2.80824613571167
-0.3490222096443176
-1.6935418844223022
-0.8860800266265869
-1.019392967224121
-0.43335646390914917
-0.03241168335080147
1.2423971891403198
-1.5896000862121582
1.0172723531723022
1.4674651622772217
-0.7661178112030029
2.1603684425354004
-1.601155400276184
-1.6926195621490479
-0.5436840653419495
-1.6449440717697144
1.3457822799682617
-1.0517250299453735
1.8117587566375732
-1.943368673324585
4.047089099884033
1.5784181356430054
-0.5990056991577148
-1.5882490873336792
-0.4776528477668762
1.0432593822479248
1.0810085535049438
1.3459398746490479
-0.201186403632164
-1.4376903772354126
-0.9675118327140808
-1.0198962688446045
-1.5515727996826172
-4.260169506072998
-2.148203134536743
-1.158584475517273
-2.5156681537628174
2.531226634979248
2.642812728881836
-0.010731387883424759
0.24055734276771545
0.00240332237444818
0.5130701661109924
2.8820431232452393
-6.608476638793945
-0.9091028571128845
-2.2689404487609863
1.5497602224349976
8.23122501373291
0.2574765980243683
-1.1292457580566406
-0.6479247212409973
1.0344643592834473
0.8701242208480835
-1.463552474975586
2.2099978923797607
1.8858028650283813
1.2480746507644653
-1.7521342039108276
1.6215388774871826
0.8278225660324097
-1.1317838430404663
1.9520403146743774
-1.2196983098983765
0.17705245316028595
1.3854461908340454
-0.17159177362918854
-1.173880934715271
-2.102159023284912
0.023899924010038376
1.9477324485778809
1.2944585084915161
0.15318875014781952
-1.910016655921936
1.9371248483657837
-0.24006392061710358
-1.1682727336883545
-14.951285362243652
2.035017728805542
0.0027685025706887245
-1.2079601287841797
-2.783510208129883
-1.885196328163147
-1.5716222524642944
1.2368208169937134
-1.1045631170272827
0.6135356426239014
-0.9987499117851257
-0.022696321830153465
1.5496394634246826
1.8383750915527344
1.546358585357666
0.6594774127006531
0.004696669522672892
-0.456572562456131
-1.5409868955612183
-1.353805661201477
1.4745571613311768
0.36714714765548706
-0.07737625390291214
-1.9640260934829712
0.49985766410827637
0.2242942452430725
-0.3251833915710449
0.20912986993789673
-0.09213417768478394
0.32214707136154175
0.4070850610733032
-0.188804030418396
0.0592423677444458
0.444719135761261
0.0008413195610046387
-0.07157021760940552
0.37093496322631836
-0.055473923683166504
0.15999585390090942
-0.21605217456817627
0.22415363788604736
0.3442153334617615
0.1271238923072815
0.15687352418899536
0.21194535493850708
-0.3366978168487549
-0.06419748067855835
0.1259516477584839
0.2577630877494812
0.3112086057662964
-0.27819663286209106
0.008505523204803467
0.3843112587928772
-0.21057277917861938
0.47846245765686035
0.36681443452835083
0.3003746271133423
0.14824539422988892
-0.0191115140914917
-0.3852127194404602
0.10000133514404297
-0.4769403338432312
-0.23364287614822388
0.029331624507904053
-0.0806727409362793
-0.1584131121635437
0.04023897647857666
-0.023161709308624268
0.11500895023345947
0.38729119300842285
-0.30821412801742554
0.48813313245773315
-0.8397751450538635
-0.37222206592559814
-0.4580264091491699
0.7387222647666931
1.1545288562774658
-0.8675228357315063
-0.7656475305557251
-1.7907218933105469
1.1581007242202759
-0.5396190285682678
0.6156821250915527
0.7581698298454285
2.536126136779785
0.7741904854774475
1.7326993942260742
-2.1239185333251953
-0.8992484211921692
-1.018325686454773
-1.237626552581787
2.7850494384765625
1.8843038082122803
-0.4194580018520355
-0.3550395369529724
1.8423106670379639
1.246662974357605
-1.7067593336105347
-1.9436877965927124
1.2494490146636963
1.348019003868103
1.6511448621749878
-0.9682812690734863
1.1696285009384155
2.4254238605499268
-0.3300684690475464
-1.5582417249679565
0.3440653383731842
-1.7319415807724
1.5112110376358032
-1.7254153490066528
0.5108356475830078
1.069638967514038
1.2699939012527466
8.633842468261719
2.043271064758301
-1.9097363948822021
-1.424552083015442
0.10375531017780304
2.0314126014709473
1.5753300189971924
0.8073233962059021
2.1258091926574707
1.7627049684524536
-1.7364534139633179
1.639742136001587
-1.7270407676696777
-1.4860141277313232
0.9608673453330994
3.125929832458496
-1.1388648748397827
-1.569094181060791
0.8755322694778442
0.01283104158937931
-1.0339820384979248
0.6811665296554565
2.196338653564453
2.051874876022339
2.4527785778045654
0.11897675693035126
-1.8767313957214355
1.9581897258758545
-0.2681431770324707
-1.4498804807662964
-0.9742975831031799
-0.832302451133728
-1.4910650253295898
-2.1275196075439453
1.1932570934295654
-1.5076035261154175
0.8494320511817932
-1.2069398164749146
2.18868088722229
-1.251408338546753
1.8617953062057495
0.2430061548948288
0.13108216226100922
-0.332000732421875
-0.14248478412628174
0.2984054982662201
0.3889041841030121
-0.234298437833786
-1.8428221940994263
0.01599709503352642
-2.3823320865631104
-0.8996415138244629
3.502246618270874
-0.37977954745292664
-1.9383540153503418
0.8264596462249756
2.3630199432373047
-0.4419103264808655
0.7760467529296875
14.727519035339355
1.3138318061828613
-2.2075560092926025
2.4173736572265625
-0.6544925570487976
1.6063966751098633
-8.699591636657715
-0.1192564144730568
-1.8895717859268188
-8.97954273223877
2.298158645629883
1.9919161796569824
1.9671013355255127
-1.9236366748809814
-0.5104645490646362
-2.6436190605163574
-1.1137992143630981
-1.6332974433898926
-1.1533799171447754
-2.850681781768799
1.292849063873291
-1.1081138849258423
0.04388868436217308
0.7831478714942932
0.3032492399215698
2.4467196464538574
-1.7191311120986938
1.125800609588623
0.561470091342926
1.439041256904602
-2.673630714416504
1.0896519422531128
-1.068122148513794
0.11920369416475296
-1.9066694974899292
-0.6152296662330627
-1.1479532718658447
-2.336435556411743
-0.6797338724136353
-1.7028883695602417
1.8799132108688354
-1.095745325088501
3.186213731765747
-2.1189467906951904
3.0844643115997314
-1.748582363128662
1.7016992568969727
-2.6422600746154785
-1.5896594524383545
-0.3839056193828583
2.1622560024261475
1.357950210571289
2.886056661605835
1.592048168182373
-2.1372618675231934
-1.6313681602478027
2.1149423122406006
1.3343595266342163
3.272036075592041
-0.14152637124061584
2.4121530055999756
-1.4615486860275269
-1.214755892753601
1.0766364336013794
1.7489467859268188
-1.345293402671814
2.6450037956237793
-1.1197742223739624
-1.386195182800293
2.4302725791931152
-1.4619073867797852
1.0053210258483887
1.5363781452178955
0.29039499163627625
2.564645290374756
-2.2948484420776367
1.9436473846435547
0.9979023337364197
-0.011571628041565418
1.8242512941360474
-1.5943732261657715
1.3287919759750366
-3.9966604709625244
4.011047840118408
-1.1368001699447632
0.809052050113678
-0.8644956350326538
-2.7657270431518555
0.664077639579773
3.5540518760681152
0.7611716985702515
0.6726611256599426
2.5834476947784424
-0.30594778060913086
3.0584402084350586
1.3727084398269653
0.9647007584571838
-0.5509231686592102
2.488321542739868
-2.085594654083252
2.64635968208313
-1.9978902339935303
0.0913999155163765
2.67427396774292
0.6066387891769409
0.2441345900297165
-1.3241260051727295
2.6516847610473633
3.186391592025757
0.9782372117042542
3.3204212188720703
1.2532404661178589
1.5927969217300415
2.9016549587249756
2.0204732418060303
0.31722933053970337
-0.2801377773284912
-0.2905482053756714
-0.3738284707069397
-0.38268107175827026
0.04499465227127075
-0.045315563678741455
-0.46761924028396606
0.03309851884841919
-0.14714252948760986
-0.16033542156219482
-0.3227226138114929
-0.3729109764099121
-0.30331677198410034
-0.3458779454231262
-0.4215601682662964
0.4886796474456787
0.27457112073898315
0.15935176610946655
-0.3453933000564575
-0.386499285697937
0.36551588773727417
-0.23427772521972656
0.22153902053833008
-0.035106539726257324
-0.16713029146194458
-0.20491468906402588
0.191198468208313
-0.06144082546234131
-0.46258389949798584
0.14823943376541138
0.43852829933166504
0.22191089391708374
-0.1698744297027588
0.49582332372665405
0.46881306171417236
0.303220272064209
-0.008317887783050537
-0.14440929889678955
0.06429415941238403
0.22692877054214478
-0.17640268802642822
-0.17436164617538452
0.11016643047332764
-0.28869014978408813
0.3734205961227417
0.3793148398399353
0.47113096714019775
3.384871244430542
-1.579384684562683
-1.1112077236175537
-0.9090930223464966
-1.5993670225143433
-0.31391069293022156
-1.34336519241333
1.572240948677063
-0.5209354758262634
-0.4094496965408325
1.130674958229065
0.05052574351429939
3.060516595840454
-1.9618769884109497
1.8205264806747437
-1.4483494758605957
2.1671853065490723
0.23054227232933044
1.3476835489273071
2.195706844329834
-4.6072998046875
1.9431025981903076
-1.0426796674728394
0.5951381921768188
-0.45644789934158325
-0.4695432782173157
-0.4927905797958374
0.1399998664855957
0.4156748652458191
-0.29800742864608765
0.058124423027038574
-0.4370218515396118
-0.29776662588119507
0.24721741676330566
-0.2992689609527588
0.4250372648239136
0.2739207148551941
0.37487345933914185
0.17306900024414062
-0.3573969006538391
0.02945023775100708
0.4782983064651489
0.07860398292541504
-0.21913617849349976
-0.027259647846221924
0.10766416788101196
-0.11739140748977661
-0.05940389633178711
-0.19747711718082428
0.5167962908744812
-1.18926203250885
-1.554378628730774
-1.9096605777740479
1.3358311653137207
-1.4957904815673828
0.4206285774707794
1.9902172088623047
2.4161994457244873
0.7739313840866089
-1.691778540611267
0.8617000579833984
-0.11227711290121078
-1.4331917762756348
0.7754272222518921
1.5592316389083862
-1.5293593406677246
2.18005108833313
1.5281176567077637
-1.862810492515564
-0.4978681802749634
2.5188868045806885
0.9512393474578857
-0.20937949419021606
0.33759772777557373
-0.32473069429397583
-0.028605282306671143
-0.3140110969543457
-0.2756689786911011
-0.48082369565963745
-0.1143866777420044
0.021365582942962646
-0.3447403311729431
0.29320889711380005
-0.4450162649154663
0.32334834337234497
0.054633140563964844
0.21400117874145508
0.3454205393791199
0.3867985010147095
-0.004835724830627441
0.020915508270263672
0.13661473989486694
0.37771856784820557
-0.02135676145553589
-0.323320209980011
-0.052902162075042725
-0.5083729028701782
-0.6163209080696106
1.1746764183044434
-0.5605943202972412
-0.004338579718023539
1.1112316846847534
-0.7594754099845886
2.3530685901641846
-1.8579117059707642
0.9063022136688232
0.40288978815078735
-1.297692894935608
-5.58948278427124
-0.9686846137046814
2.1495206356048584
-1.2827706336975098
2.1103758811950684
3.1266696453094482
2.2001290321350098
-0.9812275767326355
-2.250739812850952
-2.185100793838501
-0.19311532378196716
3.106137275695801
-0.5784220099449158
-1.6687241792678833
2.173739194869995
1.7489489316940308
-1.4472476243972778
1.2385941743850708
1.7816473245620728
0.6148037314414978
1.6566358804702759
3.160688638687134
1.5615748167037964
1.4894535541534424
1.0620815753936768
-0.16540706157684326
-1.7072385549545288
-2.3037331104278564
0.758489727973938
-0.623709499835968
1.4763298034667969
2.0228307247161865
2.0727415084838867
-0.700420081615448
2.356400966644287
-1.2505910396575928
0.929782509803772
0.8814805746078491
-1.1293535232543945
1.9151555299758911
0.7502424120903015
1.5727083683013916
1.4492533206939697
1.3711968660354614
-1.2164746522903442
1.912011981010437
1.5716450214385986
1.0270413160324097
2.1263136863708496
1.4261021614074707
1.579559326171875
2.0695486068725586
2.4295289516448975
2.061814308166504
1.9400699138641357
2.242321252822876
1.8445078134536743
1.1013538837432861
1.3349730968475342
2.229123592376709
1.9822425842285156
2.5547802448272705
-0.8941841125488281
1.9776761531829834
1.3821237087249756
1.4336564540863037
1.4805853366851807
-2.59474778175354
-1.0398224592208862
3.030831813812256
0.23524783551692963
0.8201804757118225
-1.2462846040725708
2.634992837905884
0.22716127336025238
0.5867456197738647
-1.9433685541152954
-0.4665505588054657
1.7840933799743652
2.266812562942505
2.260373115539551
-0.5893039703369141
2.531165361404419
2.1666855812072754
-0.05633419752120972
0.01981329917907715
0.1322089433670044
-0.39511018991470337
0.4008339047431946
-0.48375487327575684
0.20471513271331787
0.21487993001937866
-0.24578112363815308
-0.0298154354095459
-0.23528289794921875
-0.3723765015602112
-0.02713322639465332
-0.4783797264099121
-0.43013858795166016
-0.40292662382125854
0.05786055326461792
-0.3652196526527405
-0.2952417731285095
-0.006819248199462891
0.30991971492767334
-0.3373779058456421
0.2776966094970703
-0.38222062587738037
2.031853675842285
2.367755889892578
-1.938217043876648
-1.47682523727417
5.30771017074585
2.2419590950012207
2.011943817138672
2.176586151123047
1.3665283918380737
-0.5942830443382263
1.4537376165390015
0.8473438620567322
-1.6064776182174683
2.0047478675842285
0.9918507933616638
-1.765201210975647
0.44596531987190247
-1.1340429782867432
-0.2290516048669815
-0.40839651226997375
1.8750211000442505
2.4336206912994385
1.6163899898529053
-0.9648817181587219
3.925976514816284
-1.4660131931304932
-0.289913535118103
-1.3150039911270142
1.7880609035491943
2.6283583641052246
1.359986662864685
2.0630111694335938
1.1543328762054443
3.2815346717834473
0.34234654903411865
0.6265242695808411
-1.7786190509796143
-0.23496778309345245
2.23899245262146
1.909935474395752
-1.7754789590835571
-1.3942697048187256
-0.578894317150116
0.675115168094635
1.557969093322754
1.0327458381652832
-0.6121248602867126
-1.2366658449172974
0.26297420263290405
-1.5890899896621704
3.2877261638641357
2.4951889514923096
2.5308823585510254
1.1885446310043335
-1.3068069219589233
0.8726493120193481
-1.3323302268981934
1.7037808895111084
-2.193249464035034
0.5439725518226624
-1.520158290863037
1.7169855833053589
2.0723414421081543
-0.9117318987846375
2.074028253555298
2.169286012649536
1.1987792253494263
1.8585524559020996
-1.910538673400879
-1.9403966665267944
1.2347780466079712
2.421069622039795
1.84092116355896
-0.6063264012336731
1.7505360841751099
-1.1995285749435425
-0.5108513236045837
2.2197792530059814
1.930357575416565
0.3973400592803955
2.6529786586761475
0.22531342506408691
-0.8578976392745972
0.245557963848114
-0.3649712800979614
1.8376790285110474
-2.357823610305786
1.232789397239685
-1.0926053524017334
-1.4624775648117065
-0.854246973991394
-1.1804167032241821
-2.109039783477783
1.7321109771728516
3.579357862472534
-1.3947956562042236
-0.8964455127716064
3.0878615379333496
2.022911548614502
-1.2157635688781738
0.33764147758483887
1.304603099822998
-4.798120975494385
-4.858145236968994
-1.6406021118164062
1.5695620775222778
-2.4441423416137695
0.05810605734586716
0.6744881868362427
0.23167604207992554
-2.553662061691284
0.038456473499536514
0.02771449089050293
-1.3899755477905273
0.6609285473823547
1.724928379058838
0.945900559425354
2.2352750301361084
-0.3017432689666748
2.8874576091766357
1.347744345664978
-0.4588501751422882
2.6121439933776855
-2.0081777572631836
-0.6695170998573303
1.269425630569458
1.661189079284668
-2.1151304244995117
1.5328810214996338
-0.9586901068687439
1.5487475395202637
1.4841833114624023
-4.247183799743652
0.7417843341827393
0.7778898477554321
-3.1392107009887695
2.439143419265747
-0.5420446395874023
-1.4038944244384766
-1.594934105873108
6.318938255310059
2.3588881492614746
3.3569769859313965
3.4619715213775635
1.2511416673660278
3.0656323432922363
1.8800480365753174
2.7715036869049072
-2.299785852432251
-0.5522478818893433
-0.8290204405784607
1.0429917573928833
0.5613999962806702
-1.2069551944732666
1.4468334913253784
0.05532054603099823
0.7022321820259094
-0.2847738564014435
-2.09619140625
-0.5840722918510437
1.0512923002243042
1.2626855373382568
-1.649717926979065
2.138474225997925
-1.7001317739486694
2.2833263874053955
-0.08127959072589874
2.6318588256835938
1.6342601776123047
1.1153552532196045
-1.1547222137451172
-0.3216295540332794
1.1717761754989624
1.491792917251587
-1.5608108043670654
-1.3457802534103394
-0.9873887300491333
-0.48912760615348816
-1.949218988418579
0.9004548192024231
-1.6676206588745117
-0.20738206803798676
0.9756029844284058
1.9175293445587158
-1.8805108070373535
1.865843653678894
-1.3717161417007446
-0.27315786480903625
-1.9629569053649902
2.0630600452423096
2.58249568939209
-1.0541894435882568
3.665329933166504
-0.9889104962348938
-1.5176496505737305
-0.9709615111351013
-0.8790594339370728
-1.7172359228134155
1.1803474426269531
-2.130889415740967
-3.2836058139801025
0.756077766418457
-5.327883720397949
0.5983596444129944
-1.9089561700820923
2.519660234451294
-1.478883981704712
-2.204338312149048
-0.6865379810333252
2.6324570178985596
-2.454003095626831
2.5544793605804443
1.1847783327102661
-0.11758245527744293
-1.170743703842163
-1.7460695505142212
2.238398313522339
3.2729687690734863
1.415477991104126
2.6021370887756348
0.9764357209205627
-2.7298529148101807
0.9756527543067932
-2.761798143386841
-2.015810012817383
2.408489227294922
-1.5576812028884888
1.148481845855713
-1.933517575263977
3.3314595222473145
-2.1319220066070557
2.2480554580688477
3.04758620262146
1.9371669292449951
3.117274522781372
2.7443764209747314
-1.753085970878601
-1.8391048908233643
-1.1739252805709839
2.6509530544281006
0.9396741986274719
0.3300946354866028
-1.3464348316192627
1.8414987325668335
0.9881631731987
2.112039804458618
1.3763729333877563
1.1559224128723145
-1.2654284238815308
3.0882418155670166
1.541595458984375
0.6265252828598022
2.3090243339538574
-0.2323184460401535
1.6040699481964111
-0.9313890337944031
1.6290881633758545
-1.000773310661316
1.442844033241272
-0.2726563811302185
-1.2364897727966309
1.951612114906311
2.3215131759643555
1.2914419174194336
-1.8434398174285889
1.833717942237854
1.7963899374008179
1.9080697298049927
-0.9343466758728027
-0.5115872025489807
1.7670522928237915
0.993603527545929
1.1576683521270752
2.1939308643341064
-1.556498408317566
-1.5495911836624146
2.552661418914795
0.9238712191581726
0.4869344234466553
0.00245273276232183
1.7048171758651733
3.1787586212158203
-1.0587139129638672
1.858087420463562
1.2788342237472534
1.9329776763916016
0.7083059549331665
1.4408968687057495
-1.1387523412704468
0.5631871819496155
1.8400355577468872
1.8332663774490356
-3.31933856010437
-0.5954386591911316
-1.146417498588562
-1.6779413223266602
-1.8680297136306763
1.0940502882003784
-2.43261981010437
0.20534686744213104
2.478290319442749
-0.6545181274414062
-1.2260780334472656
-0.8110335469245911
2.994363784790039
3.9531350135803223
1.4400160312652588
2.4739842414855957
-1.4330940246582031
7.528421401977539
-0.9040374755859375
-0.9044323563575745
2.7814342975616455
-1.0429636240005493
1.703633189201355
-0.9738922119140625
1.2074741125106812
-2.2186684608459473
0.13307608664035797
-0.9088519215583801
1.7916511297225952
1.8759320974349976
-2.238778591156006
0.8493010401725769
-7.3773016929626465
1.7767215967178345
2.855311155319214
1.8542219400405884
0.20238639414310455
-0.5709925293922424
-0.22579510509967804
-0.8278402090072632
0.17557789385318756
-0.4625839293003082
-1.8720753192901611
-1.5327998399734497
-0.013005673885345459
0.32223033905029297
0.20364511013031006
-0.4742284417152405
-0.46602916717529297
0.2735477685928345
0.43954479694366455
-0.16871440410614014
-0.04574400186538696
-0.3591288924217224
-0.3185737133026123
0.04300576448440552
0.4867740273475647
-0.03944367170333862
0.39735573530197144
-0.3433956503868103
0.4636179804801941
0.10953342914581299
-0.24654251337051392
-0.3734419345855713
-0.2242189645767212
-0.3015285134315491
-0.004158198833465576
-0.4942883849143982
1.1302258968353271
2.867457628250122
-0.29903993010520935
1.7124487161636353
-2.6692862510681152
1.3832396268844604
-0.8382378220558167
2.0937678813934326
0.948053777217865
-1.8151706457138062
1.1694146394729614
0.659944474697113
0.6551819443702698
3.4527719020843506
-2.729191541671753
2.8433139324188232
-1.9428529739379883
-1.7659766674041748
2.156999111175537
-0.5827428698539734
1.737259030342102
0.9394948482513428
1.908618450164795
-0.16600456833839417
-1.4448776245117188
-0.9682872891426086
-1.742708683013916
-1.0720319747924805
-0.1131339967250824
-0.5864573121070862
-1.1137645244598389
-1.5478819608688354
-1.5612461566925049
2.9734721183776855
0.22326728701591492
0.6442527174949646
1.8676238059997559
-1.2990708351135254
1.826857566833496
1.8787899017333984
2.112569570541382
1.8502228260040283
2.1085691452026367
0.12540623545646667
-2.275468349456787
-0.5715280771255493
2.3764235973358154
-1.5976608991622925
-0.5736043453216553
2.9655508995056152
-1.1537044048309326
2.238438367843628
-0.05482908710837364
-0.7407964468002319
1.781799077987671
1.4016978740692139
-1.512819766998291
-1.8393499851226807
-2.1758015155792236
-2.081393241882324
-0.23184625804424286
-8.123291015625
-2.319563627243042
-1.0964115858078003
-0.19555678963661194
-0.635962188243866
-1.0990471839904785
-0.7738315463066101
-1.9590104818344116
1.8021109104156494
1.1507092714309692
2.2793920040130615
2.7869136333465576
-0.2668473720550537
-1.7654027938842773
1.7362329959869385
-2.2195842266082764
2.05897855758667
1.0957069396972656
2.356863260269165
-2.0969271659851074
1.488364815711975
2.3251454830169678
0.5797533988952637
2.1127700805664062
0.4537077248096466
-1.6114575862884521
-1.7950364351272583
2.2900257110595703
-1.5210305452346802
-0.8316816091537476
-0.6504733562469482
2.424610137939453
1.4462954998016357
-1.5183168649673462
-2.2117326259613037
-0.5896793603897095
-0.21762849390506744
2.0972867012023926
-1.3545136451721191
-1.9329439401626587
2.331200361251831
1.5698339939117432
-0.4784092903137207
2.4792590141296387
-0.8512745499610901
-1.5983296632766724
12.13298511505127
-1.6328462362289429
-1.1014920473098755
1.0973179340362549
-2.079463481903076
2.3068995475769043
-1.490501880645752
-1.1533015966415405
-0.32786259055137634
-1.7115039825439453
1.9007477760314941
2.5367441177368164
-0.8714854121208191
1.9400678873062134
-1.4339628219604492
-1.4274567365646362
-1.4171098470687866
-1.5707225799560547
1.7180943489074707
-1.1309874057769775
-0.7310983538627625
-0.2850262224674225
-0.2613547146320343
1.4736758470535278
-1.2421929836273193
-1.0365467071533203
-0.23803678154945374
1.0779643058776855
-2.198932409286499
3.2607662677764893
1.9493157863616943
4.472695350646973
-0.9992029070854187
-1.2117615938186646
1.9359148740768433
2.570674419403076
-1.0635361671447754
2.749697208404541
1.264479160308838
1.0310012102127075
2.4850494861602783
-2.6108808517456055
1.745023250579834
-2.269270896911621
1.241161584854126
3.1805310249328613
-1.5503758192062378
0.13345840573310852
-1.495740532875061
1.3654491901397705
0.9912952780723572
1.3235636949539185
1.335010290145874
-0.916294276714325
2.748204231262207
-1.5978848934173584
1.793663740158081
-2.01155948638916
-2.9100425243377686
2.479802370071411
2.099553108215332
1.7892271280288696
2.5970778465270996
-1.3760288953781128
1.113648533821106
-1.9639993906021118
-0.5439258813858032
-1.4781643152236938
1.048954725265503
1.7403286695480347
3.1582672595977783
-1.4914072751998901
-1.8322261571884155
1.0551949739456177
0.006530665326863527
-1.922167420387268
1.96912682056427
-0.11005380004644394
1.8056299686431885
2.2422220706939697
-1.430603265762329
-1.3566772937774658
1.7155269384384155
-0.7359948754310608
2.0187220573425293
0.4189264178276062
0.3516021966934204
-0.3836069703102112
0.20707130432128906
0.10080862045288086
0.47298938035964966
0.13061290979385376
0.20751923322677612
0.09213113784790039
0.16989189386367798
0.18464243412017822
0.0952303409576416
0.10161513090133667
0.4230942130088806
0.346585750579834
-0.28113752603530884
-0.16825789213180542
0.41861021518707275
-0.05843740701675415
0.06866973638534546
-0.48317986726760864
-0.07009619474411011
0.18166285753250122
-0.1565900444984436
0.44419926404953003
-0.15381550788879395
-0.35826486349105835
-0.18801379203796387
0.39222967624664307
-0.27487707138061523
0.430630624294281
0.47010964155197144
0.17011553049087524
-0.20545434951782227
0.13066983222961426
0.38480013608932495
-0.49378377199172974
0.4441044330596924
-0.30610185861587524
-0.49426573514938354
0.09241461753845215
0.09412652254104614
-0.08528351783752441
-0.2660636305809021
-0.13361304998397827
0.29151207208633423
-0.47833251953125
-0.1341724395751953
1.864766240119934
0.982418417930603
-1.5435711145401
0.1991639882326126
0.9993113279342651
-0.633568286895752
1.680624008178711
0.6656709909439087
-1.0134028196334839
-0.09608013927936554
-1.4458880424499512
0.6594072580337524
-1.8212321996688843
2.839890241622925
1.6293865442276
0.8175184726715088
-0.02969553880393505
-0.3719704747200012
-0.46592387557029724
-0.09404581785202026
-1.9571917057037354
-0.29822808504104614
2.459908962249756
-1.4114410877227783
-0.5807387828826904
2.527369976043701
1.9781900644302368
-1.4817308187484741
1.3809232711791992
-2.7093610763549805
1.7270166873931885
0.7617497444152832
2.3912079334259033
-0.758727490901947
-1.8429875373840332
-1.7723337411880493
1.9925812482833862
-0.23255644738674164
1.6777753829956055
0.8227292895317078
-1.4480268955230713
-0.8612254858016968
-1.2996844053268433
-1.1617190837860107
3.2702226638793945
-0.08089608699083328
-1.1392552852630615
-1.2167112827301025
0.1886296272277832
3.272575855255127
-0.7913365960121155
2.319575548171997
-1.6323602199554443
-1.7030448913574219
-2.1011812686920166
-0.5800368785858154
1.285265326499939
1.9386202096939087
0.5832382440567017
-2.937847375869751
1.0468463897705078
2.5134994983673096
0.8493421673774719
1.8221933841705322
-1.0850154161453247
0.9812276363372803
1.1558681726455688
2.7942755222320557
0.08047901093959808
-1.6959102153778076
-0.16199608147144318
5.309079170227051
1.0328800678253174
2.714351177215576
1.5164458751678467
1.6003786325454712
-2.8853583335876465
1.1927744150161743
2.754662275314331
2.0879135131835938
2.2985846996307373
1.7015715837478638
-1.9515562057495117
0.6698764562606812
0.7941372990608215
1.503087043762207
-2.4318692684173584
0.607017457485199
2.0436320304870605
-0.940479040145874
-1.1967076063156128
2.2985403537750244
0.4335404932498932
0.5457543730735779
2.1704630851745605
1.9546992778778076
1.1882706880569458
0.7094224691390991
-1.4060829877853394
1.2339080572128296
1.1993205547332764
0.9893986582756042
1.0697965621948242
0.5202343463897705
2.2209877967834473
1.6266218423843384
-1.6348788738250732
0.7135019302368164
-1.6721736192703247
4.72882080078125
-1.7181689739227295
-2.246675968170166
1.5421674251556396
1.8412132263183594
2.426997661590576
2.0253074169158936
-1.2618792057037354
-1.9184300899505615
1.9273691177368164
0.7625057101249695
2.058610677719116
2.222902297973633
1.6001341342926025
1.660739541053772
-1.8854061365127563
2.0322322845458984
-2.2406795024871826
-1.787793517112732
-0.5188083648681641
1.521633267402649
-1.1855164766311646
-1.6921337842941284
-0.8860560059547424
0.24161013960838318
2.719658613204956
-0.6376235485076904
2.7386879920959473
2.324922561645508
-0.9833211302757263
-0.1281435340642929
-1.9476046562194824
-3.690600633621216
1.8475440740585327
-0.13631276786327362
-1.0156811475753784
3.021883964538574
2.0063209533691406
-1.1428039073944092
1.5166553258895874
1.366148591041565
-0.1996374875307083
-1.733181357383728
1.4475963115692139
1.6136761903762817
2.4828617572784424
-1.8132457733154297
-2.579254150390625
2.0886662006378174
1.2269551753997803
-1.4527446031570435
0.11111389100551605
-1.151461124420166
2.161607265472412
-0.5123912692070007
-2.1510140895843506
1.5488008260726929
-1.770882487297058
-1.3262938261032104
-0.09166795015335083
0.2892991900444031
-0.4983707070350647
0.2383413314819336
-0.2799820899963379
0.05339008569717407
0.06342840194702148
0.07037901878356934
0.46570807695388794
0.3644012212753296
0.016274333000183105
0.3899954557418823
-0.34124261140823364
-0.19752252101898193
0.03697490692138672
-0.2842797636985779
-0.4732939600944519
0.05310159921646118
-0.21034008264541626
0.322226345539093
0.18540525436401367
0.26030492782592773
-0.3261471390724182
0.07319587469100952
0.25317448377609253
0.2228209376335144
-0.2676454782485962
0.20056796073913574
0.2831239700317383
0.05330163240432739
0.4876437783241272
0.38762491941452026
0.3364734649658203
0.20902377367019653
0.09854543209075928
0.05449855327606201
-0.26944589614868164
0.3835696578025818
-0.31130731105804443
0.2714414596557617
0.40220314264297485
0.13672208786010742
0.29000693559646606
0.47380495071411133
-0.10383355617523193
0.05156022310256958
0.0606045126914978
0.1316642165184021
1.1249327659606934
-0.4816890060901642
-1.308180809020996
-1.5257936716079712
-1.637067437171936
1.598342776298523
-0.781943678855896
-2.1138365268707275
2.2378735542297363
2.408900260925293
-1.9105006456375122
-0.8362438678741455
-1.7963157892227173
1.4192179441452026
-1.5206248760223389
-2.1660311222076416
1.3343175649642944
1.7955247163772583
2.567085027694702
1.786573052406311
-1.7459970712661743
-0.5729066729545593
-1.1544067859649658
2.183886766433716
-0.5517094731330872
0.15200544893741608
0.4788654148578644
-1.4195821285247803
0.9366016387939453
-1.124436616897583
-1.7186837196350098
-1.8388323783874512
-1.137087106704712
-0.8772836327552795
-1.463903784751892
-1.5382153987884521
-1.081407904624939
-0.8576769232749939
-1.8559956550598145
1.93197762966156
-1.8455862998962402
4.674488067626953
3.393568277359009
2.262144088745117
-7.3874030113220215
-0.6456133723258972
-1.301477313041687
-0.7218509912490845
1.7626968622207642
-1.7400134801864624
-1.0410555601119995
1.9260636568069458
1.2278776168823242
-0.698695957660675
1.393052101135254
1.9185643196105957
-0.9019500017166138
-0.046667035669088364
-1.1716413497924805
0.7428745031356812
0.8044154047966003
-0.06073808670043945
1.0998656749725342
-1.9687319993972778
0.9184169769287109
-1.0336804389953613
-0.44177693128585815
1.5657261610031128
0.8977038860321045
1.9182311296463013
2.5522000789642334
2.1450579166412354
1.9199867248535156
-0.6025553941726685
-0.43040087819099426
-1.1413567066192627
-2.6962990760803223
-0.6359666585922241
1.5518485307693481
1.6711652278900146
-1.0211783647537231
1.9784655570983887
0.3568151891231537
-0.7127256393432617
-0.8246266841888428
2.6826224327087402
-1.753418207168579
0.5246126055717468
-0.5899249911308289
1.9561370611190796
-1.1535428762435913
-0.7961472868919373
-1.5356957912445068
1.9630688428878784
-1.3660080432891846
-0.3532988727092743
-1.6274704933166504
-0.6853106021881104
2.6038947105407715
-0.9036691784858704
-2.589667558670044
1.5226119756698608
1.288304328918457
-1.222851276397705
3.2764153480529785
-1.7885881662368774
0.2702708840370178
1.3042781352996826
-2.099236249923706
-0.7904974222183228
1.0790181159973145
-2.3935036659240723
3.0805540084838867
-0.5567777156829834
1.2103183269500732
1.83296537399292
-2.2507550716400146
0.5185313820838928
1.289668321609497
2.3101611137390137
-0.45457202196121216
0.0792117714881897
-0.288250207901001
-0.30190718173980713
0.2166007161140442
-0.30364155769348145
-0.3229449391365051
-0.015778541564941406
0.029436945915222168
0.2961841821670532
-0.28906428813934326
-0.07688361406326294
-0.1730184555053711
0.2995917797088623
0.038168251514434814
-0.48064154386520386
0.41690361499786377
0.004841029644012451
-0.33431529998779297
-0.28586316108703613
0.4753623604774475
-0.31512320041656494
0.45491594076156616
0.2733481526374817
-1.8669278621673584
2.828092336654663
1.119734287261963
-1.0570091009140015
1.3503303527832031
1.7891732454299927
4.375156879425049
1.1164194345474243
1.5040364265441895
2.157618284225464
9.6083984375
-2.912964344024658
-0.1801290065050125
-0.3899710476398468
1.7868030071258545
1.3242923021316528
-1.192242980003357
2.415376901626587
-1.3894981145858765
-1.2344534397125244
-1.6834434270858765
0.7946855425834656
2.179356336593628
-0.8141434192657471
1.8630303144454956
-0.9910277724266052
-1.29835844039917
2.150651216506958
-2.1236841678619385
2.492990255355835
1.379587173461914
-2.232966423034668
2.388052463531494
2.0997743606567383
1.5055742263793945
1.2187970876693726
-1.668021559715271
2.7811801433563232
-1.5273518562316895
2.0195822715759277
2.5412840843200684
2.516430616378784
1.8588924407958984
-0.5734480619430542
-1.3389017581939697
-1.4733052253723145
2.55967378616333
-0.9989023208618164
0.4220024347305298
2.8455097675323486
-1.5267202854156494
1.7433204650878906
-1.5665640830993652
-0.6708577871322632
2.05665922164917
1.5599894523620605
-3.4078874588012695
2.2771027088165283
-1.374872088432312
-2.397141456604004
1.9063390493392944
1.2156603336334229
2.6768202781677246
2.259209632873535
0.7356042861938477
-0.39207932353019714
-1.2249298095703125
1.9802812337875366
-1.9060806035995483
-2.3882219791412354
-1.3541033267974854
-0.901297926902771
0.01223611831665039
-0.16456317901611328
-0.3578473925590515
-0.4320985674858093
0.2938428521156311
0.29526686668395996
-0.26708048582077026
0.22124582529067993
-0.2217015027999878
-0.3181757926940918
-0.2886515259742737
-0.4461360573768616
0.4500923156738281
-0.08093184232711792
-0.3408021926879883
0.4386254549026489
-0.4310426115989685
-0.3079181909561157
0.022548139095306396
-0.1420377492904663
0.05152803659439087
0.1451859474182129
-0.08688211441040039
0.04087156057357788
0.8596718311309814
1.262464165687561
-0.5422223210334778
3.189833164215088
0.3670573830604553
-1.6145508289337158
3.5412802696228027
-0.41803160309791565
-0.041888102889060974
-0.2513190507888794
1.1072770357131958
-3.0491697788238525
1.3534549474716187
1.7651759386062622
-1.1432771682739258
0.5684688687324524
1.5468894243240356
-0.2137812077999115
-2.1028687953948975
-1.3844406604766846
-2.1401398181915283
-0.3511626422405243
1.3713470697402954
2.8738837242126465
-1.9453556537628174
2.8797762393951416
1.735704779624939
1.9464539289474487
1.3480936288833618
1.9274256229400635
1.9206558465957642
-1.453404188156128
-7.43173885345459
2.257460355758667
1.6074473857879639
1.2013118267059326
-1.2447773218154907
0.7757050395011902
-1.8338783979415894
10.075857162475586
-0.820087730884552
1.6779175996780396
0.49977096915245056
-1.245168924331665
1.4414119720458984
1.6452131271362305
1.9069609642028809
2.0134997367858887
-0.10078620910644531
-0.29505783319473267
0.2445850968360901
0.33988332748413086
0.3062392473220825
0.0796663761138916
-0.32887476682662964
-0.26084619760513306
0.42143046855926514
-0.27922600507736206
-0.32471609115600586
0.38781893253326416
0.3071814179420471
0.04489976167678833
0.13987702131271362
0.27808576822280884
-0.2678518295288086
0.47847485542297363
-0.08336025476455688
-0.1552208662033081
-0.38086289167404175
-0.26003772020339966
-0.1501164436340332
0.4949492812156677
-0.39858245849609375
0.2446931004524231
0.46984046697616577
-0.4356480836868286
0.4952365756034851
0.27438366413116455
-0.03260993957519531
0.354891836643219
-0.45611047744750977
0.3337897062301636
0.48799991607666016
-0.2585211396217346
-0.21875452995300293
-0.4149414896965027
0.28344660997390747
-0.14233505725860596
0.21640223264694214
-0.4570271968841553
-0.23943114280700684
0.19143050909042358
-0.12399274110794067
0.312422513961792
0.23505043983459473
-0.07884424924850464
-0.45976537466049194
0.15910273790359497
0.4894160032272339
-0.4125215411186218
-0.36562788486480713
-0.2863573431968689
-0.11752480268478394
0.05958586931228638
0.05014383792877197
-0.339150607585907
-0.47026383876800537
-0.09763926267623901
0.01885199546813965
0.164750337600708
0.4601324200630188
-0.34216630458831787
-0.09887522459030151
-0.02974402904510498
-0.15514445304870605
0.14294582605361938
0.427375853061676
0.263366162776947
0.04790562391281128
-0.2726846933364868
-0.36369508504867554
-0.2523787021636963
0.49758464097976685
0.4554864764213562
-0.37564176321029663
0.3564966320991516
0.20645415782928467
-0.4632337689399719
0.22226154804229736
-0.4912870526313782
-0.006563961505889893
0.057129502296447754
-0.12182796001434326
-0.3148914575576782
-0.4259967803955078
0.49783581495285034
-0.014874160289764404
-0.005516648292541504
-0.48876458406448364
0.481675386428833
-0.3406383991241455
-0.19200164079666138
0.35804325342178345
0.48830074071884155
-3.929997682571411
1.4843463897705078
1.7763851881027222
2.4968109130859375
-2.5922110080718994
1.2408260107040405
-1.0697684288024902
1.770687460899353
0.7133052349090576
-0.706271231174469
-1.6613863706588745
-2.1820216178894043
3.0025434494018555
1.329192042350769
-1.997644305229187
0.5566275715827942
0.9035972952842712
-1.198660135269165
2.005617618560791
2.150294303894043
0.7797614932060242
1.036136507987976
-1.2816663980484009
-0.7767050266265869
-0.46117931604385376
0.38651877641677856
-0.17345362901687622
-0.16301566362380981
0.13664215803146362
0.175695538520813
0.4173252582550049
0.2212047576904297
-0.22351795434951782
-0.28141939640045166
0.4311286211013794
0.3432464003562927
-0.25752872228622437
-0.22456198930740356
-0.3821778893470764
0.2050774097442627
0.18553036451339722
0.28124046325683594
0.31057047843933105
-0.010713160037994385
-0.2493841052055359
0.2921409010887146
-0.10554772615432739
-0.4424348473548889
-0.07530641555786133
0.23300814628601074
0.37902534008026123
0.2967020869255066
-0.03226262331008911
0.08004724979400635
-0.29696303606033325
0.24700605869293213
0.3415558934211731
-0.39385753870010376
0.01743924617767334
-0.3917563557624817
-0.412638783454895
-0.1313679814338684
-0.4782344102859497
-0.04536694288253784
-0.001297593116760254
-0.23939520120620728
-0.26917487382888794
-0.14537888765335083
-0.41762858629226685
0.1721712350845337
-0.3104749321937561
-0.20598763227462769
-0.20668846368789673
0.03697836399078369
0.19874650239944458
0.0031781792640686035
0.2005210518836975
-0.3421260118484497
-0.08725947141647339
0.39065563678741455
-0.33162206411361694
0.1504589319229126
-0.35239237546920776
-0.31392061710357666
-0.21357816457748413
0.4295620322227478
-0.22997093200683594
-0.20708417892456055
-0.36080408096313477
0.4498438835144043
0.16879373788833618
0.07187557220458984
0.3972221612930298
0.18712151050567627
0.3770520091056824
0.43275535106658936
-1.8392274379730225
-0.44178304076194763
-0.9938679933547974
1.4143683910369873
-1.1912153959274292
-1.346562385559082
-1.2176969051361084
0.5689653754234314
0.8403279781341553
0.14294882118701935
-1.700569987297058
1.4495046138763428
0.9527425765991211
0.02763834223151207
1.569946050643921
-2.263627529144287
-1.8238157033920288
1.4079585075378418
2.7831532955169678
2.1745147705078125
-0.7571737766265869
0.649129331111908
-0.7867869734764099
1.9303470849990845
-0.09793633967638016
-1.703016757965088
2.130579948425293
1.8077751398086548
1.2572914361953735
1.0581233501434326
-0.6174456477165222
0.9038635492324829
-0.8301416635513306
2.0201470851898193
-1.7242567539215088
-3.2628681659698486
-1.7248098850250244
-0.018344474956393242
-1.9947049617767334
0.536844789981842
2.208437442779541
-1.5320663452148438
0.971705973148346
1.5849039554595947
-1.613057255744934
-0.7940343022346497
-0.9951642155647278
2.147174119949341
-0.2561842203140259
-0.23274457454681396
-0.27555346488952637
0.46469342708587646
0.07277065515518188
0.43262237310409546
-0.0019661784172058105
0.41211169958114624
-0.4342060685157776
0.012964963912963867
-0.30163079500198364
0.27360206842422485
0.3963114023208618
-0.4029296040534973
0.43907707929611206
-0.30413752794265747
-0.3993929624557495
-0.07295107841491699
0.3262122869491577
-0.4962971806526184
0.1513705849647522
-0.05745565891265869
-0.44027936458587646
0.05288195610046387
-1.1253539323806763
-1.6779167652130127
-0.5057397484779358
1.9439797401428223
0.007098551839590073
1.9447827339172363
1.6880409717559814
-0.3431866466999054
-0.8829362392425537
0.3282269537448883
0.8578136563301086
1.0371366739273071
1.5351169109344482
1.348419189453125
-1.8950458765029907
-1.5278689861297607
0.09418855607509613
-0.6806702017784119
1.3915760517120361
-0.3970044255256653
3.111884117126465
1.9831581115722656
-1.0319750308990479
-1.2996166944503784
1.5197269916534424
-0.2291734367609024
-0.6887425184249878
1.5118913650512695
0.8701487183570862
-1.4806920289993286
1.533669352531433
1.402400255203247
-1.0129692554473877
-0.11971604824066162
-1.7251992225646973
-0.03647857531905174
2.198960781097412
2.713341474533081
1.513611912727356
1.9635332822799683
