24
0.07825279980897903
-0.03015952743589878
-0.21284082531929016
-0.6997235417366028
0.6967488527297974
2.273085117340088
1.4617838859558105
-0.311480849981308
-0.9019690155982971
0.48831650614738464
1.1718336343765259
-1.0234389305114746
0.7326828837394714
0.8671709299087524
0.6103870868682861
-1.3539012670516968
0.3985883295536041
0.06070037558674812
1.2103946208953857
-1.5744614601135254
0.24978920817375183
-1.2376168966293335
0.49717748165130615
1.2985475063323975
0.10797206312417984
-0.7830638289451599
-1.1464550495147705
1.470956563949585
-1.5279563665390015
0.2823055386543274
-0.15604987740516663
1.3839596509933472
-1.8765537738800049
1.6334030628204346
0.5726152658462524
0.6725056171417236
-1.7535971403121948
0.8224211931228638
0.30018118023872375
-0.6305323839187622
-0.789679765701294
0.22569215297698975
1.314234972000122
1.118529200553894
-0.9221602082252502
-1.8228888511657715
-2.4093284606933594
0.15607532858848572
-0.3795732259750366
-0.037715911865234375
0.008138537406921387
-0.40591591596603394
0.08900028467178345
-0.014159679412841797
-0.039602816104888916
-0.43659549951553345
-0.12660866975784302
-0.0738646388053894
0.011791229248046875
-0.32355403900146484
-0.05318731069564819
-0.12187749147415161
0.2779046297073364
0.17560690641403198
-0.06848156452178955
0.20602208375930786
-0.0234794020652771
0.335157573223114
-0.33886444568634033
0.2846304774284363
0.3244970440864563
-0.40933120250701904
-0.3205852508544922
-0.4217226207256317
2.085681915283203
0.5601649284362793
0.12912914156913757
1.414573073387146
0.6460257172584534
0.07319585978984833
-1.0352734327316284
1.377378225326538
-2.5406579971313477
0.8044272661209106
-0.8265988826751709
0.6978220343589783
0.46947529911994934
0.8317521214485168
-0.010708259418606758
0.09234665334224701
0.2388584315776825
-1.1472057104110718
-0.5733374357223511
-0.8531016111373901
0.8042754530906677
0.12763765454292297
-2.166736125946045
2.984018087387085
3.3433585166931152
0.026722192764282227
-3.1620326042175293
-3.827885627746582
0.22769878804683685
-1.701246976852417
-0.6145616173744202
0.7505280375480652
-0.04178786650300026
-1.6778981685638428
-0.26795849204063416
1.0345231294631958
-1.9347691535949707
1.8591549396514893
3.616309404373169
-4.209400177001953
0.7391768097877502
-1.4378247261047363
4.537060737609863
-0.895322322845459
1.622802495956421
-2.455751657485962
-1.9434583187103271
1.3633960485458374
-0.658405065536499
-1.780707836151123
-3.552995204925537
-3.91033935546875
-3.221799850463867
-0.013908429071307182
-0.7620728611946106
0.8248497843742371
-3.706256866455078
2.681807518005371
0.10390949249267578
0.4079016149044037
-4.846170902252197
1.15144681930542
3.701519727706909
0.9478853940963745
-0.6801908612251282
-0.7808371782302856
-0.43867385387420654
4.133599281311035
1.6295781135559082
-4.177947998046875
-2.579357147216797
3.4225308895111084
3.740760326385498
-1.3202074766159058
0.4058562219142914
1.009788990020752
-1.893816351890564
0.597114086151123
-1.1555593013763428
1.0011900663375854
0.7425134181976318
-0.755370020866394
-1.1313401460647583
0.20228783786296844
-4.567406177520752
-0.29309743642807007
3.7029190063476562
0.8383151888847351
-0.5918972492218018
0.7527378797531128
-1.1994472742080688
-1.0718894004821777
1.445743441581726
-4.154348850250244
-2.144761323928833
3.1342122554779053
-1.42153000831604
1.034609079360962
-3.5784239768981934
-2.0342087745666504
-2.8859622478485107
1.542936086654663
-0.32014647126197815
-4.058527946472168
0.03503873571753502
1.9320347309112549
3.55348539352417
0.21509432792663574
-1.991458773612976
1.2931764125823975
2.742504835128784
-4.298070430755615
-2.0798709392547607
3.521421194076538
-0.2180936634540558
-0.8037643432617188
1.4782379865646362
-4.062779903411865
-0.006935988552868366
-0.7951465845108032
0.4447677433490753
-2.6001908779144287
1.1338154077529907
0.774250328540802
1.3336373567581177
-0.70299232006073
3.4010658264160156
-4.208834171295166
-4.527705669403076
1.9741365909576416
0.39857354760169983
0.3901459872722626
0.5909045338630676
-1.7627760171890259
-0.39909660816192627
-4.430935382843018
-4.008399486541748
3.093385696411133
-0.11964105814695358
2.6649105548858643
-3.6668574810028076
-4.169391632080078
-0.47521737217903137
-0.6785115599632263
-0.6671087145805359
0.9970034956932068
-0.08068056404590607
-4.0816192626953125
1.2820476293563843
2.035928249359131
-1.3486889600753784
-4.277729034423828
-1.4809415340423584
0.6517063975334167
-0.34482771158218384
1.0044025182724
0.11580361425876617
-2.7432565689086914
0.8229172825813293
1.0299736261367798
0.6333673000335693
-0.6380069255828857
-0.25301212072372437
-1.3696354627609253
-4.471510410308838
0.5428776741027832
-2.0516326427459717
3.305603265762329
3.6262731552124023
0.47159257531166077
-3.6889913082122803
-3.8832602500915527
1.106829285621643
-1.9860687255859375
3.7364370822906494
0.43646061420440674
0.14461155235767365
0.887871503829956
-0.6288996338844299
0.13897301256656647
-4.831563472747803
0.6223781108856201
-0.420733779668808
1.3245244026184082
-1.8985058069229126
3.4365878105163574
3.556370258331299
-0.586959183216095
-1.2663871049880981
0.14187677204608917
-2.2484583854675293
3.7071526050567627
3.890751600265503
0.4179762601852417
1.2317194938659668
1.7322505712509155
-4.238759517669678
-1.2860021591186523
4.052889823913574
-4.328104496002197
-0.43796899914741516
1.6611769199371338
-1.0088549852371216
-0.12174228578805923
0.042275525629520416
1.402862548828125
0.45394080877304077
0.23936644196510315
1.2327418327331543
1.5603487491607666
4.924053192138672
-0.6820409893989563
1.8156198263168335
0.13990487158298492
-3.017188549041748
-1.965526819229126
0.19837425649166107
0.4321913719177246
0.583967924118042
1.3465296030044556
1.3573038578033447
1.2153301239013672
-0.864677369594574
0.3391879200935364
-3.798600673675537
0.4534391760826111
3.283865451812744
-5.31574821472168
-2.3138372898101807
1.3326570987701416
-1.263076901435852
-4.190237045288086
1.3187248706817627
3.429133415222168
2.408297538757324
-1.3068691492080688
0.5769897103309631
2.057403564453125
1.0042636394500732
-0.18775327503681183
3.94364595413208
-0.5685468912124634
1.0495929718017578
1.2551835775375366
0.30797192454338074
2.506345272064209
-1.808190941810608
-4.134021282196045
1.8026310205459595
-1.701692819595337
-0.7101422548294067
-2.7065606117248535
-0.3039022982120514
2.0609774589538574
-1.3191518783569336
0.9379449486732483
1.6211825609207153
2.41435170173645
-1.0761274099349976
4.581450939178467
-3.6334309577941895
0.06194940209388733
0.5759788751602173
-0.555965006351471
-0.12037812918424606
-1.3017345666885376
0.6588156819343567
-4.082910537719727
-1.613105297088623
-0.9163569808006287
-0.866218626499176
1.0713250637054443
1.0235662460327148
0.18565697968006134
-0.30989381670951843
1.060519814491272
0.5577404499053955
-0.6351825594902039
-0.6978166103363037
0.7329727411270142
-3.899540424346924
0.8490105271339417
-0.30214327573776245
-0.8937435150146484
-2.8224542140960693
0.7474467158317566
1.0022250413894653
0.530623197555542
3.658280611038208
-2.3488216400146484
0.9728395342826843
1.1682970523834229
-2.1545662879943848
-2.1306533813476562
3.898352861404419
-0.6548469066619873
-0.5890888571739197
2.729374647140503
3.2946107387542725
0.430843323469162
0.603105366230011
1.2301833629608154
0.48087817430496216
0.5474062561988831
0.8143958449363708
0.7395696640014648
2.414658546447754
4.447437763214111
1.4263818264007568
0.20508833229541779
1.966501235961914
-0.8109910488128662
-0.630682110786438
0.08761052042245865
1.7998112440109253
-3.9153592586517334
-2.1637277603149414
-1.1799736022949219
3.8244619369506836
-4.283356666564941
-4.56471586227417
-2.205350637435913
-0.397288978099823
-4.087963104248047
0.1657475382089615
1.2032805681228638
-0.7318071722984314
0.6977376937866211
0.20023174583911896
-0.8800537586212158
-1.0056532621383667
-0.7220547795295715
0.5530117154121399
-4.243198394775391
-2.572431802749634
-0.34122124314308167
-0.46724429726600647
0.004622478038072586
-0.2528999149799347
-3.9733452796936035
-2.3511176109313965
1.648177146911621
3.861534833908081
1.7270976305007935
0.040610600262880325
2.792371988296509
4.065927982330322
-0.21760211884975433
-3.882473945617676
1.8633400201797485
-0.15679720044136047
-0.031073834747076035
-4.825674533843994
0.5779781937599182
-0.2555628716945648
4.725280284881592
1.2537838220596313
-4.005748271942139
-2.545691967010498
-0.44797733426094055
1.7589455842971802
0.4274907410144806
0.12792673707008362
-3.104421615600586
0.5195226073265076
-1.8112099170684814
-0.2527866065502167
0.1009320318698883
-0.43036141991615295
1.9328206777572632
3.780662775039673
-5.151836395263672
-4.139906883239746
-0.8842933773994446
4.304274559020996
0.8222684264183044
0.40519100427627563
-0.7376254200935364
0.4562845826148987
4.3741135597229
0.7772160768508911
-4.001389026641846
1.3171941041946411
-0.6944549679756165
-1.337985873222351
-2.342696189880371
-3.716034173965454
0.4010014533996582
1.01265287399292
-1.3466604948043823
1.256409764289856
-4.039401054382324
-0.008061454631388187
2.5999650955200195
3.690385580062866
0.9211985468864441
0.7177968621253967
-1.6845676898956299
0.7311779856681824
-4.35409688949585
0.431358277797699
3.254420042037964
-0.5046745538711548
-0.7247514724731445
-1.5113410949707031
0.8109506368637085
1.7967679500579834
-0.19544388353824615
-2.2681045532226562
0.3533966839313507
-0.37023282051086426
1.797963261604309
0.9052436351776123
-0.40156683325767517
3.510357618331909
0.9990366697311401
1.2680847644805908
-1.229015588760376
-1.3972872495651245
0.5639498829841614
-0.30281874537467957
-0.6453391313552856
-1.034964680671692
1.320168375968933
-2.930403709411621
-0.752787172794342
-0.3018522262573242
-1.8699238300323486
1.1508331298828125
-0.15533995628356934
0.22233915328979492
0.3426048755645752
0.10103756189346313
0.36581188440322876
-0.4086225628852844
0.21888947486877441
-0.001459658145904541
-0.0004633665084838867
-0.28505420684814453
-0.48953181505203247
0.1129961609840393
0.2292981743812561
-0.20044463872909546
0.396801233291626
0.13231903314590454
0.3750687837600708
0.0905158519744873
0.22496455907821655
-0.37838470935821533
-0.14182788133621216
-0.25609147548675537
-0.24686431884765625
-0.34939998388290405
0.11198198795318604
