120
-0.17999647557735443
-0.40701428055763245
0.14187437295913696
-0.39087796211242676
0.354177325963974
0.06481841206550598
-1.1326162815093994
-0.03123481199145317
-0.15047286450862885
0.17581459879875183
0.005692899227142334
-0.18166235089302063
-0.15024252235889435
0.19786006212234497
0.4491138756275177
-0.1872858852148056
0.226461261510849
-0.18276631832122803
-0.29656314849853516
0.2882624864578247
0.009628580883145332
-0.0398763008415699
-0.01710236817598343
0.07742668688297272
0.08602936565876007
-0.2080479860305786
-0.30858173966407776
-0.3285699486732483
0.19327540695667267
-0.06354614347219467
-0.07442615181207657
0.10453827679157257
0.360394686460495
0.04542211815714836
0.5975493788719177
0.05007007345557213
-0.005839135963469744
0.25610971450805664
-0.09121228009462357
-0.4085049331188202
-0.3585309684276581
-0.2968829870223999
0.18430545926094055
0.2844836115837097
-0.14541098475456238
0.007915380410850048
-0.2230682373046875
0.1477559357881546
0.24774090945720673
-0.11775484681129456
0.3387829065322876
0.11231041699647903
-0.2352319061756134
-0.11099790781736374
-0.053253281861543655
-0.40886738896369934
-0.07188177108764648
-0.12273750454187393
-0.006947902962565422
-0.3980835974216461
0.1515713930130005
0.013687263242900372
-0.25082385540008545
-0.3116953670978546
-0.16818588972091675
0.13925480842590332
-0.3720627725124359
-0.00877713318914175
0.06362830102443695
-0.07830891013145447
0.030117973685264587
0.04048185795545578
0.24646586179733276
0.2666390836238861
-0.03090476430952549
0.03868057206273079
0.06344473361968994
0.006986683234572411
-0.18893565237522125
-0.3343873620033264
0.10196144878864288
0.06351780146360397
-0.013503620401024818
0.021166875958442688
-0.14674696326255798
-0.298988938331604
0.1979343295097351
0.11009282618761063
0.2806766629219055
0.19367121160030365
0.34837186336517334
-0.3574427664279938
0.012175177223980427
-0.10288463532924652
-0.8727403879165649
-0.10412206500768661
-0.05133000761270523
0.2651408612728119
0.23180843889713287
0.3100617527961731
0.04084336385130882
-0.33067381381988525
0.24557431042194366
-0.023022333160042763
0.07499060779809952
0.10748385637998581
0.30888476967811584
0.5307533740997314
-0.2930614948272705
0.14488345384597778
0.13078346848487854
-0.05491017550230026
0.019073940813541412
-0.48027291893959045
-0.15226522088050842
0.2610580027103424
-0.03415779769420624
-0.08746006339788437
0.2986307144165039
0.03876031935214996
-0.05249013006687164
0.030073877424001694
0.10955105721950531
-0.2119569331407547
0.2504933476448059
0.26466813683509827
0.10371491312980652
-0.11572866886854172
-0.04000503197312355
0.09361779689788818
0.0612621083855629
0.02964605949819088
-0.09175178408622742
-0.013862083666026592
0.4837437570095062
-0.07970989495515823
0.2769159972667694
-0.13610602915287018
0.9024438261985779
0.2943257689476013
0.1441163569688797
-0.37731751799583435
0.10106252878904343
-0.2979162037372589
0.2472008764743805
-0.10751347988843918
-0.21378564834594727
-0.26151159405708313
0.3741486966609955
0.2730598449707031
0.032753072679042816
0.4635551869869232
-0.20763720571994781
0.04392733797430992
0.11870010197162628
-0.017350709065794945
-0.17868272960186005
0.02982914261519909
-0.23860660195350647
-0.10557561367750168
-0.040206488221883774
-0.24989943206310272
0.07244078069925308
0.23767217993736267
0.45770063996315
0.06068681925535202
-0.4594086706638336
0.1119108721613884
0.20698712766170502
-0.17470833659172058
0.2801158130168915
0.27747878432273865
-0.09742522239685059
-0.03475210443139076
0.15474344789981842
-0.26934489607810974
0.15837198495864868
-0.17154459655284882
0.1444922387599945
0.5185363292694092
0.17211301624774933
0.09932702779769897
-0.1860305219888687
-0.5160258412361145
0.4811854064464569
0.10678032785654068
-0.18316364288330078
-0.316203236579895
-0.007399252150207758
0.07484336942434311
-0.07274346798658371
0.07822638750076294
0.18610632419586182
0.15662358701229095
0.0047729359939694405
0.007908987812697887
0.15922269225120544
-0.3256015181541443
-0.1593785434961319
-0.3193224370479584
0.5342586040496826
0.050417304039001465
-0.14210101962089539
0.1024898886680603
-0.12243093550205231
-0.07708921283483505
0.10056345164775848
-0.009816688485443592
0.1762554943561554
0.06459523737430573
0.4233192205429077
0.7533996105194092
-0.062101274728775024
-0.17212732136249542
-0.035108741372823715
0.019059376791119576
-0.19476954638957977
0.3289305567741394
0.13007839024066925
-0.8430634140968323
-0.07947463542222977
0.40124422311782837
0.26113414764404297
0.10463515669107437
-0.29221659898757935
0.02082732692360878
-0.7531126141548157
0.1562037616968155
0.33780351281166077
0.1565270870923996
0.39993077516555786
-0.15531103312969208
0.11264858394861221
-0.5303584933280945
-0.19080202281475067
0.2468484342098236
-0.05837584659457207
-0.02660699374973774
0.15131907165050507
-0.1858656257390976
0.24650132656097412
-0.17191481590270996
0.49580007791519165
-0.02368241548538208
-0.1785576343536377
0.3100121021270752
0.17070084810256958
0.044476211071014404
0.3886549472808838
-0.11516422033309937
0.08072769641876221
-0.19883543252944946
-0.05081212520599365
-0.44309914112091064
0.4075326919555664
0.13885992765426636
0.008181214332580566
-0.051728904247283936
-0.1279979944229126
-0.49368661642074585
-0.38495099544525146
-0.18788719177246094
-0.2975202798843384
-0.48291075229644775
0.4510880708694458
-0.12273532152175903
0.3684837818145752
0.21646231412887573
0.27848196029663086
0.2208734154701233
-0.2335301637649536
-0.4751364588737488
-0.24850547313690186
-0.0763317346572876
0.49501293897628784
0.10512620210647583
0.22120636701583862
0.20686930418014526
-0.2802027463912964
-0.011834025382995605
0.20013439655303955
0.3204708695411682
-0.2239033579826355
0.3840731382369995
0.24072808027267456
-0.08956927061080933
-0.3547409772872925
0.425523042678833
0.15645498037338257
-0.08488541841506958
-0.40265023708343506
-0.0733070969581604
-0.3061458468437195
0.32781100273132324
0.16583645343780518
-0.3877302408218384
0.3282146453857422
0.4040667414665222
-0.2480716109275818
-0.44493991136550903
0.32030898332595825
-0.4554513692855835
-0.10385805368423462
-0.15316617488861084
-0.21168965101242065
-0.10227924585342407
0.4245796799659729
0.2650669813156128
0.4060761332511902
-0.30114179849624634
-0.22309249639511108
-0.1385210156440735
-0.045927226543426514
0.43796396255493164
-0.19316816329956055
0.24725568294525146
-0.24812209606170654
0.3604234457015991
0.40174341201782227
0.007335186004638672
0.31923556327819824
-0.29375046491622925
-0.46652376651763916
-0.47433578968048096
0.2537418603897095
0.01963341236114502
0.25752806663513184
-0.4290136694908142
0.3496970534324646
0.010498225688934326
-0.17947816848754883
-0.08559632301330566
-0.2958233952522278
0.13977181911468506
0.058374762535095215
-0.295016884803772
0.22128814458847046
-0.42865657806396484
-0.23406028747558594
-0.1643427610397339
-0.19883280992507935
-0.2849382162094116
0.4840836524963379
0.3106343746185303
0.488911509513855
-0.42104893922805786
-0.15962404012680054
-0.494537889957428
0.09871405363082886
-0.05628407001495361
0.45835191011428833
0.16555267572402954
-0.4431304931640625
-0.16053986549377441
0.059494853019714355
-0.2049914002418518
-0.44926154613494873
-0.47728437185287476
-0.16983306407928467
-0.3981134295463562
-0.14085806906223297
-0.16623859107494354
-0.9431538581848145
-0.013296171091496944
0.1276378482580185
0.07422655820846558
0.26917052268981934
0.1091354489326477
0.026194294914603233
0.09223687648773193
0.01773737743496895
0.5114396810531616
0.03438299149274826
0.04068076238036156
0.2700625956058502
-0.04705265164375305
0.04578986391425133
-0.2310485541820526
-0.2749686539173126
-0.8589087724685669
-0.28346434235572815
0.4768219292163849
0.8546923995018005
0.3660230040550232
0.22654427587985992
-0.1954401135444641
-0.13086603581905365
-0.0916023924946785
-0.7013586759567261
0.204655721783638
-1.0152519941329956
0.9015058279037476
0.7118124961853027
0.03069865144789219
0.5948299169540405
0.04909546300768852
-0.14880327880382538
-0.9177379608154297
0.02293996512889862
-0.08868218213319778
0.8221298456192017
-0.06832382827997208
0.19972525537014008
-0.032744649797677994
-0.7162505388259888
-0.08321979641914368
-0.1072235181927681
-1.1668994426727295
-0.003094481537118554
-0.22880569100379944
-0.7150850296020508
0.33117303252220154
-0.7157912254333496
-0.36437514424324036
-0.039703432470560074
-0.05387992039322853
0.2686292231082916
0.2317725121974945
0.01623493619263172
-0.33708691596984863
0.0787387415766716
-0.49163293838500977
-0.01571136899292469
-0.17832890152931213
0.5484248995780945
0.23377260565757751
-0.2052999883890152
0.8857806324958801
0.030287394300103188
-0.4526049792766571
-0.008537914603948593
0.8884270787239075
-0.27091464400291443
-0.21387545764446259
1.1212213039398193
0.018392611294984818
-0.39071059226989746
-0.22992168366909027
0.005157987587153912
0.5143458247184753
0.20413395762443542
-0.8548274636268616
-0.013846728950738907
-0.1987949013710022
-0.0009134354768320918
1.249359130859375
-0.7870579957962036
-0.945543646812439
-0.3038283586502075
0.1215958520770073
0.20156027376651764
0.5348666906356812
0.1090749204158783
-0.12831182777881622
-0.22014959156513214
-0.05638407915830612
0.07892352342605591
0.05864282324910164
0.18570129573345184
-0.2750836908817291
-1.3190522193908691
0.1559591144323349
-1.003803014755249
-0.04738745838403702
0.18467679619789124
0.05635024607181549
0.3557020425796509
-0.35878047347068787
-0.09922218322753906
-0.10280684381723404
0.3146904706954956
1.2378369569778442
-0.2491173893213272
-0.17709355056285858
1.1668537855148315
-0.7817991971969604
0.7954515218734741
1.3013774156570435
0.07396183907985687
0.40899795293807983
-0.1870790272951126
-0.19089366495609283
0.023507220670580864
-0.27641087770462036
0.3002580404281616
-0.052307967096567154
-0.7395420074462891
0.761698305606842
-0.07520540058612823
-1.3405629396438599
0.13543850183486938
-0.31595513224601746
1.5489708185195923
0.150239497423172
0.28387027978897095
1.7589679956436157
-1.2901313304901123
-0.8901421427726746
-0.4920039474964142
0.17232991755008698
0.47615793347358704
0.05155855417251587
1.0962275266647339
0.4868302345275879
0.15297992527484894
0.039022039622068405
-0.09718400239944458
-0.1865796446800232
0.42320436239242554
-0.11068838834762573
0.10380493104457855
-0.24564991891384125
-0.14220279455184937
0.09342139959335327
0.006375265307724476
0.06988134235143661
1.8773672580718994
-1.110910415649414
1.3136032819747925
-0.2688579559326172
-0.16219745576381683
-0.21723507344722748
-1.1483548879623413
0.14237277209758759
-0.8254932165145874
0.07149588316679001
-0.2539982199668884
-0.03174757584929466
-1.6366817951202393
0.008221734315156937
0.22270646691322327
-1.4786583185195923
-0.03860631212592125
-0.0013918002368882298
-0.07697420567274094
-0.21265655755996704
-0.6204313039779663
0.28458625078201294
-0.5168687701225281
-0.30391886830329895
0.16275198757648468
0.20473892986774445
-0.15199479460716248
-0.307527631521225
-0.5461487770080566
0.1857302337884903
-0.14200644195079803
0.7606955766677856
0.12933698296546936
0.1818927526473999
0.007876661606132984
0.13139128684997559
-0.1575813740491867
0.13654950261116028
1.7728413343429565
0.1134297326207161
1.4390604496002197
-0.5707305669784546
-0.11903633177280426
-0.033438075333833694
-0.5944837331771851
0.26317575573921204
-0.5546199679374695
0.2368113249540329
-0.20654819905757904
-0.1675068587064743
0.13453958928585052
0.12089373916387558
0.14613701403141022
-0.0048882183618843555
-0.0388406366109848
-0.5400780439376831
-0.011663861572742462
-0.15055829286575317
0.602522611618042
1.0146821737289429
0.015201232396066189
0.19403456151485443
0.17846815288066864
1.1615791320800781
0.0750180184841156
0.3222765326499939
0.14572875201702118
-0.1386636644601822
-0.0336950309574604
0.14159686863422394
0.4846169054508209
0.2002790868282318
1.2630324363708496
0.15952005982398987
-1.033460021018982
0.418724924325943
0.05315176770091057
-0.4163707494735718
-0.08984997123479843
0.2199772298336029
-0.4673295021057129
0.04963793233036995
0.17478884756565094
-0.7951844334602356
-0.2146158516407013
-0.3533933162689209
-0.1270950585603714
-0.22639352083206177
0.36246955394744873
-0.6516087055206299
0.5035384297370911
0.38936126232147217
-0.09026412665843964
0.24291479587554932
0.11841782927513123
0.4916824996471405
0.4684044122695923
-0.019740452989935875
0.27836790680885315
-0.11194116622209549
-0.8129599690437317
-0.547103762626648
-0.34610694646835327
0.21177799999713898
0.558405876159668
0.1374189704656601
0.4682704210281372
0.4956768751144409
-1.1675697565078735
-0.7111855149269104
-0.013319093734025955
-0.28059592843055725
0.2442198395729065
0.39183470606803894
0.4001420736312866
-0.3007494807243347
0.6649143099784851
0.027212277054786682
-0.44814133644104004
0.06795912981033325
-0.28298360109329224
0.24048343300819397
-0.2612048387527466
-0.43883490562438965
0.6534510850906372
0.2214762270450592
0.14141950011253357
0.2523828446865082
-0.6508960723876953
0.017231041565537453
-0.22690919041633606
0.15119895339012146
-0.8116889595985413
0.3265897035598755
-1.4661757946014404
0.42403897643089294
0.24202582240104675
0.09703785926103592
-0.094080351293087
-0.04769841209053993
-0.18576456606388092
0.4267958700656891
-0.1424439549446106
-0.015043343417346478
0.1185089647769928
0.09898945689201355
-0.14958882331848145
-0.33721399307250977
0.5293550491333008
0.2408887892961502
-0.44879284501075745
-0.42170214653015137
0.05418740212917328
0.034179650247097015
0.11530016362667084
0.5086629390716553
-0.0052258032374084
0.11155614256858826
-0.0625089630484581
0.0051287016831338406
-0.8994179368019104
-0.3306629955768585
0.8074279427528381
-0.21488851308822632
0.4155080020427704
0.25989586114883423
-0.014329546131193638
0.12040199339389801
1.0113897323608398
-0.26239442825317383
0.07325257360935211
0.2226969450712204
-1.1614240407943726
0.19015230238437653
0.2405344843864441
0.6253065466880798
-0.05102073773741722
-0.20737913250923157
0.5212005376815796
0.33950111269950867
-0.005688972305506468
0.19073213636875153
0.23458822071552277
1.0295215845108032
-0.12288254499435425
0.0491209551692009
-1.277181625366211
-0.1746905893087387
0.08198454976081848
-0.880308985710144
0.26422765851020813
-0.5877690315246582
-0.4436725378036499
0.06941461563110352
0.5056062340736389
-0.022155893966555595
0.1408507376909256
-0.27238112688064575
-0.09091072529554367
0.30820930004119873
-0.3959499001502991
-0.1421179473400116
-0.17852669954299927
-0.3409503996372223
-0.2865568995475769
-0.4248961806297302
-0.39214032888412476
0.3265780806541443
0.40590178966522217
-0.49663352966308594
0.06280785799026489
0.26018887758255005
0.3341502547264099
0.23245203495025635
-0.01072019338607788
0.0974806547164917
-0.1461147665977478
-0.21214425563812256
0.43305063247680664
0.4446789622306824
-0.14523446559906006
0.3591964840888977
0.45715510845184326
-0.46613746881484985
0.11662501096725464
-0.177337646484375
-0.2841150760650635
0.005059659481048584
-0.358276903629303
0.17373698949813843
0.13559776544570923
-0.12684088945388794
-0.43512827157974243
0.01025325059890747
-0.03924965858459473
-0.15230536460876465
-0.2932525873184204
0.27500659227371216
0.2912304997444153
-0.029948949813842773
-0.13952547311782837
-0.4503571391105652
-0.017079651355743408
-0.17301130294799805
-0.18927544355392456
-0.09661102294921875
-0.167427659034729
-0.09075039625167847
-0.47382503747940063
0.31095147132873535
-0.4153319001197815
-0.2663647532463074
-0.44376033544540405
-0.20305800437927246
0.2607381343841553
-0.3613876700401306
-0.08744525909423828
-0.39528554677963257
0.06249856948852539
-0.17830228805541992
0.2135375738143921
0.2815015912055969
-0.2208634614944458
0.11466681957244873
0.062210798263549805
0.35623645782470703
-0.07108473777770996
0.2701259255409241
0.4431647062301636
0.3251303434371948
0.1334516406059265
-0.23784160614013672
-0.23828858137130737
-0.37264418601989746
-0.35422849655151367
-0.40618282556533813
0.19448858499526978
0.23903077840805054
-0.009139478206634521
-0.4591614603996277
0.23182857036590576
-0.4947010278701782
-0.2661616802215576
-0.09996587038040161
0.07831501960754395
-0.35386186838150024
0.06828922033309937
0.18717604875564575
0.35957884788513184
-0.030997157096862793
0.42587387561798096
-0.4666922092437744
0.2594722509384155
0.39314281940460205
0.3384777903556824
-0.4293724298477173
-0.4704194664955139
-0.2969784140586853
-0.1875808835029602
-0.45529550313949585
-0.10326653718948364
-0.3082672357559204
-0.14247983694076538
0.4403231739997864
0.20085281133651733
-0.03399014472961426
-0.4661100506782532
0.4582083821296692
0.3825092911720276
-0.41596686840057373
-0.49200230836868286
-0.3835222125053406
-0.2136041522026062
-0.4774014949798584
-0.35136985778808594
-0.46634429693222046
0.3806007504463196
0.08012080192565918
0.47332197427749634
-0.38052308559417725
-0.397861123085022
0.0344429612159729
-0.2702234387397766
0.3307287096977234
-0.22964155673980713
-0.15604880452156067
-0.1728300303220749
0.941899299621582
0.1887131631374359
0.1759105771780014
0.34049221873283386
-0.20238307118415833
-0.07829518616199493
0.14496728777885437
0.07381870597600937
0.4167868494987488
0.06938287615776062
0.11614882946014404
-0.8787498474121094
1.3092206716537476
0.09273876994848251
-0.5875623226165771
0.6220585107803345
0.08569364994764328
0.36644476652145386
-0.006522050127387047
0.39298906922340393
0.7136057615280151
-0.7619861960411072
-1.2159218788146973
-0.21357978880405426
1.1045137643814087
0.3579419255256653
1.1400461196899414
0.010847073048353195
0.42457708716392517
0.4604370594024658
-0.040287431329488754
-0.7301324605941772
0.01235449593514204
-0.1361372470855713
0.20672142505645752
-0.04314560815691948
-0.11546873301267624
0.47767868638038635
-0.1069175973534584
0.16311225295066833
-0.375349223613739
-0.9332892298698425
0.11887294054031372
-0.16531987488269806
-0.008032898418605328
0.04445647448301315
0.1719716638326645
0.03569617122411728
0.31241101026535034
0.0704524964094162
0.005084996577352285
-0.6928880214691162
-0.07012669742107391
0.2789451777935028
-0.06357680261135101
0.13285447657108307
-0.39639708399772644
-1.1765336990356445
0.05854002758860588
-0.0930529460310936
-0.20068976283073425
-0.01417703926563263
0.1501440554857254
-0.18820327520370483
-0.2886987626552582
-1.3218209743499756
0.0034164541866630316
0.08916572481393814
-0.0758914053440094
-0.30210351943969727
0.07858405262231827
0.08685328811407089
-0.002136476105079055
0.07360398024320602
-0.5471043586730957
1.0029131174087524
-0.050030216574668884
0.16501817107200623
0.10270456224679947
-0.04986448585987091
-1.0226794481277466
-0.10326226055622101
-0.13333547115325928
1.3565339031629264e-05
0.060530319809913635
0.049863301217556
-0.045480430126190186
0.22284668684005737
0.5529046058654785
-0.025123970583081245
0.5390814542770386
-0.7238115668296814
0.8239716291427612
-0.7087762951850891
-0.9772149920463562
0.2621293067932129
-0.27598464488983154
-1.285622239112854
0.21705417335033417
-1.0825252532958984
-0.14862686395645142
0.12372647970914841
-0.20542144775390625
0.2641722559928894
-0.7298635244369507
-0.4249894618988037
0.01969204470515251
0.3294064402580261
1.0557726621627808
-1.0899407863616943
-0.16903747618198395
-0.11524033546447754
0.1812674105167389
0.31775689125061035
0.3859396278858185
0.03252941370010376
0.5963412523269653
-0.1589442491531372
-0.20723050832748413
-0.041137173771858215
-0.20644845068454742
0.28302112221717834
0.10497593134641647
0.554844081401825
0.10473565757274628
-0.13595440983772278
0.03296831250190735
0.07308205217123032
0.011357775889337063
-0.046109918504953384
-0.03403288125991821
0.3521011173725128
-0.12091712653636932
-1.0780686140060425
0.1367235630750656
-0.33847588300704956
0.16368073225021362
-0.5172303318977356
-0.7951170802116394
0.1363886445760727
0.562824547290802
0.18979193270206451
-0.1277732104063034
-0.14552456140518188
-0.22040578722953796
-0.0673663467168808
0.07513800263404846
-0.5168949365615845
0.26191258430480957
-0.1419704109430313
0.07310861349105835
-0.47063368558883667
-0.0017062299884855747
1.1253615617752075
0.3150840401649475
-0.198038712143898
-0.32714027166366577
0.03808268904685974
-0.225730761885643
-0.6421869397163391
0.18083027005195618
-0.5398806929588318
0.06755203008651733
-0.24373526871204376
0.020625952631235123
0.20359234511852264
0.08009560406208038
0.23739869892597198
0.48206856846809387
-0.10732971131801605
-0.1986946016550064
-0.48232051730155945
-0.11121194809675217
0.654910147190094
-1.0458106994628906
0.18905115127563477
0.40538597106933594
0.17605316638946533
0.09950358420610428
-0.16641734540462494
-0.3138566017150879
0.3198244869709015
0.06814880669116974
-0.21161144971847534
-0.5181717276573181
0.06184221804141998
0.0749085545539856
0.022407952696084976
-0.15081223845481873
-0.22750407457351685
0.22434887290000916
0.1401377022266388
0.01866384781897068
0.2499098926782608
0.2168196588754654
-0.18479883670806885
-0.22673720121383667
-0.3726230263710022
-0.02049257420003414
0.11004123836755753
0.11052471399307251
-0.19356802105903625
-0.12619252502918243
0.12621143460273743
0.022547710686922073
0.02838839590549469
-0.3710647225379944
0.26082655787467957
0.49338117241859436
-0.11280547827482224
-0.23476950824260712
-0.2721805274486542
-0.348156213760376
0.5613866448402405
0.2109774351119995
0.1565486341714859
-0.27403053641319275
-0.15300552546977997
0.3339347243309021
0.04082629829645157
-0.045700594782829285
-0.09944519400596619
0.05453864112496376
0.3369438648223877
-0.4448336660861969
0.08331629633903503
0.1887122541666031
-0.729022741317749
-0.1387052834033966
0.05711027607321739
-0.27547985315322876
-0.025957006961107254
0.21648091077804565
0.14429709315299988
-0.020250553265213966
0.11336754262447357
0.5183102488517761
-0.20329169929027557
-0.3423231542110443
-0.02396681159734726
-0.37288740277290344
0.37319064140319824
0.1311708241701126
0.5525072813034058
-0.34309858083724976
-0.1420847475528717
0.018689457327127457
0.2290646880865097
-1.0913779735565186
-0.22481520473957062
0.33251863718032837
0.328216552734375
-0.022247549146413803
-1.4370479583740234
-0.14130724966526031
-0.26910826563835144
0.17060363292694092
0.49598148465156555
-0.20696593821048737
-0.165359228849411
-1.209957242012024
-0.9827159643173218
0.03873217850923538
-0.2426089495420456
-0.21655791997909546
0.06677274405956268
-0.5306046605110168
-2.1237587928771973
0.22163459658622742
0.012919352389872074
0.15589796006679535
0.7370225787162781
0.1812598705291748
-0.23333142697811127
-0.13253147900104523
1.249956488609314
-0.3165314793586731
0.14458143711090088
-0.21965987980365753
0.37081098556518555
0.11068399995565414
-0.5295591950416565
0.13756103813648224
-0.29875707626342773
0.3428846597671509
0.24183987081050873
-0.07601591944694519
0.3288949131965637
-1.0134658813476562
0.08843379467725754
-0.7576698064804077
-0.051821231842041016
1.6592615842819214
0.5839979648590088
0.20232932269573212
0.05402403697371483
-0.13408112525939941
0.1513882428407669
-0.3029594421386719
-0.20542709529399872
-0.4412163496017456
0.5764940977096558
-0.2206992208957672
-0.35035815834999084
0.41584786772727966
0.16995353996753693
0.11105716228485107
0.015440366230905056
-0.040263742208480835
-0.13410386443138123
0.09457283467054367
-0.06029348820447922
0.12080594897270203
-0.1566300243139267
0.3339253067970276
-0.16905534267425537
-0.07014640420675278
0.432284951210022
0.30762213468551636
0.6417837738990784
0.27003106474876404
-0.2788122296333313
-0.18154652416706085
0.16236582398414612
0.14925728738307953
0.1577739715576172
0.28504928946495056
0.24454158544540405
-0.03651440143585205
0.13982738554477692
-0.28362828493118286
1.1772221326828003
-0.2974335849285126
0.18576674163341522
0.24064575135707855
0.24578526616096497
-0.43696990609169006
0.11725760251283646
-0.007928433828055859
0.005197432357817888
-0.19511254131793976
0.06321606785058975
0.2797223925590515
0.2487010657787323
-0.11656671017408371
0.03830598294734955
0.050721924751996994
0.5030683875083923
-0.1321200430393219
0.05565255880355835
0.7590605020523071
-0.2234145998954773
0.2577722370624542
0.3991927206516266
0.4029116928577423
0.29320964217185974
-0.3353605270385742
-0.19905385375022888
-0.2392183542251587
0.0660250186920166
-0.3499375879764557
0.5188993811607361
-0.17038816213607788
0.9262978434562683
-0.12196262925863266
-0.03159692510962486
0.08017987012863159
-0.012033156119287014
-0.16723395884037018
-0.24572598934173584
0.014130806550383568
0.5248444080352783
0.04851050302386284
0.44946911931037903
1.086226463317871
0.2521016597747803
0.1793825775384903
-1.4263274669647217
-0.23685680329799652
-0.03554123267531395
0.9653104543685913
-0.20844434201717377
-0.1773628294467926
-0.03272849693894386
-0.25637850165367126
0.5439562201499939
-0.023994581773877144
0.384257435798645
0.5729542970657349
0.7476826906204224
0.058535125106573105
-0.761985182762146
-0.12222180515527725
-0.08713198453187943
0.32620367407798767
-0.3338240683078766
-0.3500070869922638
-0.8988955020904541
3.233241081237793
0.040585555136203766
0.05488556623458862
-1.6162859201431274
0.0011328059481456876
-0.394174188375473
0.26266220211982727
0.2673713266849518
-0.20420795679092407
0.27623245120048523
0.39861005544662476
0.1920369565486908
-0.10552562028169632
0.08000636845827103
-0.2596447169780731
0.3342398703098297
0.17933577299118042
-0.15578627586364746
-0.6159999370574951
0.18087472021579742
0.17359814047813416
-0.19165755808353424
-0.5100477337837219
-0.31019291281700134
0.15813536942005157
-0.25019219517707825
0.7363429665565491
0.11187086999416351
-0.08777861297130585
-0.030931316316127777
0.29719868302345276
-0.060739412903785706
0.3182927668094635
0.08093809336423874
-0.03398774191737175
0.3157835006713867
-0.16964901983737946
0.13797694444656372
-0.1551249474287033
0.42574042081832886
0.2384403795003891
0.059106141328811646
0.1108005940914154
-0.3691054582595825
-0.20387741923332214
0.08240924030542374
0.03237533941864967
0.11299923807382584
0.18126405775547028
0.37789198756217957
0.7831755876541138
0.18917930126190186
-0.053045857697725296
-0.888025164604187
0.6251345276832581
-0.0170587245374918
0.2781871259212494
0.2107207477092743
1.831802248954773
-0.08350486308336258
0.4926341474056244
0.060613613575696945
0.1497257947921753
-0.22312894463539124
0.10980065166950226
-2.1041338443756104
-0.335651159286499
0.2717866003513336
0.13832345604896545
-1.3069007396697998
0.11812721192836761
-0.6201045513153076
-0.60298752784729
0.0762718915939331
0.17350086569786072
-0.8960874080657959
0.08494530618190765
0.24178442358970642
-0.19637663662433624
0.02517688274383545
0.013487815856933594
0.15458393096923828
-0.20357078313827515
-0.21434026956558228
-0.24023491144180298
0.47870874404907227
0.4140356183052063
-0.03809851408004761
0.13615673780441284
-0.36233603954315186
-0.2856772541999817
0.022984862327575684
0.023326992988586426
-0.4315476417541504
-0.2266150712966919
-0.2997250556945801
-0.20039325952529907
0.43108588457107544
0.2507515549659729
-0.463064968585968
0.4100564122200012
0.33649003505706787
0.17613208293914795
0.4852888584136963
0.1752854585647583
-0.00749737024307251
0.14553093910217285
-0.1827182173728943
0.15634608268737793
0.3338434100151062
0.3858555555343628
-0.10395324230194092
-0.09502667188644409
0.08622044324874878
-0.07277965545654297
-0.03223234415054321
-0.1715514063835144
-0.3586199879646301
-0.1369187831878662
-0.34377312660217285
0.0937122106552124
0.3786633610725403
0.35227257013320923
-0.4307282567024231
-0.09895271062850952
-0.09987074136734009
0.4311392307281494
0.3449012041091919
0.2759500741958618
-0.2634826898574829
0.24073529243469238
0.444513201713562
0.04221177101135254
-0.4122999310493469
0.21572136878967285
0.10028928518295288
0.19430053234100342
0.4210665822029114
-0.05487072467803955
0.16024750471115112
0.46815216541290283
0.03499358892440796
0.42398107051849365
-0.17193377017974854
0.4763696789741516
0.3637272119522095
0.09083151817321777
-0.18755847215652466
-0.3660159707069397
0.053332507610321045
0.3010733127593994
0.12336403131484985
-0.4162910580635071
-0.4860355257987976
-0.3840486407279968
-0.2987603545188904
0.023595035076141357
-0.11613500118255615
-0.11788946390151978
-0.43843841552734375
-0.007170677185058594
-0.3598126769065857
0.1492742896080017
0.08914083242416382
-0.4326915144920349
-0.46421951055526733
-0.3654576539993286
0.05441319942474365
-0.061237454414367676
-0.46014904975891113
0.07894754409790039
0.24104875326156616
-0.44847142696380615
0.4459077715873718
0.1768246293067932
0.29449355602264404
-0.21548575162887573
-0.3921717405319214
-0.1930372714996338
-0.3704867959022522
0.49733471870422363
-0.318149209022522
0.03809458017349243
-0.1278650164604187
-0.4113616943359375
-0.059059739112854004
-0.43481767177581787
0.03816807270050049
-0.4155498743057251
-0.2887176275253296
-0.39252418279647827
0.457863986492157
-0.1507256031036377
-0.39013272523880005
-0.1546039581298828
-0.1698160171508789
-0.2855304479598999
0.49030500650405884
-0.15830475091934204
-0.10864847153425217
-0.18363498151302338
0.2871938943862915
1.6628831624984741
0.26290643215179443
-1.3352441787719727
0.5709211826324463
0.8089243769645691
-0.09988605976104736
0.0103880874812603
-1.6244323253631592
-0.398594468832016
-0.10282424837350845
0.11903777718544006
-0.6528545618057251
0.08702913671731949
0.29189983010292053
1.258727788925171
1.247701644897461
0.125978484749794
0.2931617200374603
1.4349497556686401
0.31623539328575134
-0.3713916540145874
-0.5932295322418213
-0.1746784895658493
1.4069664478302002
-0.13220033049583435
-0.7970328330993652
-0.001434221281670034
0.22772116959095
0.5872002840042114
0.6517534255981445
0.0515960231423378
0.6684659123420715
0.07182914763689041
-0.3047861158847809
0.29081591963768005
-0.2633054852485657
-0.27269986271858215
0.41708195209503174
-0.24271994829177856
0.17403922975063324
0.001603948068805039
0.578065037727356
0.0895499512553215
1.847208857536316
0.21127699315547943
0.202549546957016
0.5215750336647034
0.2804325819015503
0.48832395672798157
-0.8190459609031677
-0.06551244854927063
0.15876515209674835
-0.17331087589263916
0.03404497355222702
-0.021877944469451904
0.06522097438573837
0.3853031396865845
0.1279747635126114
0.1680663526058197
-0.18367654085159302
-0.2643715441226959
-0.29975685477256775
0.14804190397262573
-0.19080138206481934
-0.244818776845932
0.07197358459234238
0.06816749274730682
-1.3936717510223389
0.8943410515785217
-0.10256344825029373
-1.8387395143508911
0.011912130750715733
0.06163904815912247
0.2693204879760742
0.355144202709198
-0.023440662771463394
-0.0628606528043747
0.3121870458126068
-0.08165384083986282
0.06146737560629845
0.06257197260856628
-0.2531866431236267
-0.0783272311091423
-1.2128151655197144
-0.2362426519393921
-1.2762203216552734
-1.805208683013916
0.22180534899234772
0.5364166498184204
0.01611417718231678
-0.06214061751961708
-0.46390944719314575
-0.10521532595157623
-0.06691526621580124
0.19137321412563324
0.10964829474687576
1.158785343170166
-0.05053922161459923
0.13701371848583221
-0.01821926422417164
-0.12900866568088531
-0.5812262296676636
0.03325968235731125
0.30136212706565857
-0.3505566120147705
-1.431005835533142
-0.03755420818924904
0.37188920378685
0.005102885887026787
0.3459722697734833
1.915145754814148
0.5655726194381714
-0.5925291180610657
-0.875149667263031
0.5653144121170044
-0.0809016078710556
-0.1091899499297142
-0.2592841386795044
-0.2640758156776428
0.08967796713113785
-0.35436055064201355
-2.709160804748535
0.05574956163764
-1.9982091188430786
1.0433235168457031
-0.07739917188882828
0.15453489124774933
0.22285735607147217
0.32880666851997375
-0.2382206916809082
0.04851928725838661
0.4912196099758148
-0.036103587597608566
-2.694014549255371
-0.8585137128829956
-0.912691593170166
0.18464945256710052
0.5892767310142517
-0.2884077727794647
-0.25690096616744995
0.819377601146698
-0.9351809620857239
0.10173384845256805
-0.18548013269901276
-0.2621273994445801
0.623356819152832
0.31550756096839905
0.2899281084537506
-1.3686680793762207
0.753826379776001
0.1568995714187622
-0.8748524785041809
0.025819741189479828
-0.21225956082344055
0.49305930733680725
-0.36472389101982117
-0.43230560421943665
0.8603101968765259
-0.4961320757865906
0.1656453162431717
0.13340403139591217
-0.7790442705154419
0.05205672234296799
2.7277519702911377
0.18266168236732483
0.28622859716415405
-0.19300822913646698
0.27206748723983765
0.3046475052833557
0.8798224925994873
0.1842828243970871
-0.01875116489827633
-0.2499821037054062
0.59466552734375
0.35708871483802795
0.04118216037750244
1.641666054725647
0.18512359261512756
-0.6323913931846619
-0.20092126727104187
-0.4365951418876648
0.2920735478401184
0.17469941079616547
-0.0691409707069397
0.07495968788862228
0.12059196084737778
-0.00739226583391428
0.03678517788648605
0.7967170476913452
-0.20031525194644928
-1.8616787195205688
-0.03272559121251106
0.04989549145102501
-0.36501291394233704
-0.46564871072769165
-0.17012611031532288
-0.2619519531726837
0.47737622261047363
-2.0338938236236572
-0.8157721161842346
0.17421796917915344
-0.3080226480960846
0.5240501761436462
0.1461583524942398
0.10369451344013214
0.14644639194011688
0.2032444328069687
0.3806425631046295
0.2369256466627121
0.10457230359315872
-0.14735062420368195
1.8161174058914185
-0.38407987356185913
0.116982102394104
0.27955612540245056
0.2566118836402893
-0.6841034293174744
0.018536197021603584
0.4401589334011078
-2.7689902782440186
-0.09654073417186737
-0.5457877516746521
0.1284848302602768
0.7362107634544373
-0.3385324776172638
0.30326536297798157
0.22175104916095734
0.8865005970001221
0.15984539687633514
-0.0028227497823536396
-0.5489905476570129
-0.09172442555427551
0.2054154872894287
0.891155481338501
0.28801432251930237
0.2800498902797699
0.9592479467391968
-0.22873994708061218
-0.3158903419971466
0.05321591719985008
-0.2157912701368332
0.44060060381889343
0.12048397213220596
-0.8293622136116028
-0.3684544563293457
-0.04040633141994476
0.1885053515434265
0.2737923562526703
0.4383983612060547
-0.008310792967677116
-0.20014342665672302
0.3863105773925781
0.15517519414424896
-0.8239752650260925
0.3822280764579773
-0.1712673455476761
0.19791817665100098
-1.2285563945770264
0.2696925699710846
0.15696845948696136
0.39727476239204407
0.22520066797733307
0.016436485573649406
-0.20230773091316223
-0.21687571704387665
-0.07312072813510895
-0.17875264585018158
0.13237732648849487
0.11576279252767563
-0.5516419410705566
0.2377614974975586
-0.4529205858707428
0.0798749104142189
1.2225430011749268
-0.14511673152446747
-0.46206361055374146
-0.32641059160232544
0.3820819854736328
-0.42354363203048706
-0.6424450874328613
0.09884606301784515
0.541620671749115
0.001347457175143063
-0.3132978677749634
-1.0509843826293945
0.20465059578418732
0.0882478654384613
-1.6951234340667725
0.5297899842262268
0.04923420399427414
0.21011345088481903
-0.44725561141967773
-0.39462000131607056
0.2811000347137451
0.26533982157707214
0.029672706499695778
-0.24693778157234192
0.24185065925121307
-1.233435034751892
-0.21327486634254456
-0.3826688230037689
0.4937894940376282
0.139469176530838
-0.06136421859264374
0.7509905695915222
0.19159039855003357
0.08380977809429169
0.008339309133589268
-0.0580865778028965
0.07480711489915848
0.6325483918190002
-0.022943465039134026
0.08155050128698349
-0.14360781013965607
0.3422742486000061
0.13039539754390717
-0.26920557022094727
0.3690967261791229
0.2538395822048187
-0.3130587637424469
-1.1472620964050293
1.2403571605682373
-0.16862861812114716
-0.2370288223028183
0.16095300018787384
0.20147956907749176
0.31036630272865295
0.2892143726348877
0.024594871327280998
-0.09314462542533875
-0.21100643277168274
0.15609335899353027
0.9780156016349792
0.11068201065063477
0.2540307939052582
0.20922091603279114
-0.5195782780647278
0.08667246252298355
0.3515561521053314
0.040396545082330704
-0.05344582349061966
-0.034375861287117004
0.14259639382362366
-0.6919223666191101
0.32436683773994446
-0.15385490655899048
0.26035380363464355
0.35259488224983215
-0.13168592751026154
-1.2092050313949585
0.6285639405250549
-0.1789686381816864
0.02006659470498562
0.7101795077323914
0.059758756309747696
0.307402640581131
0.6892884373664856
2.3425464630126953
2.353808879852295
-1.0625569820404053
-0.3877546489238739
-3.1134254932403564
-1.7170133590698242
-2.863417148590088
-0.8796321749687195
-0.1603544056415558
-1.4351977109909058
0.18506565690040588
0.6528396010398865
-0.10952789336442947
0.19970238208770752
-2.774855136871338
2.536212921142578
-2.229647636413574
-0.9509347677230835
-1.1499660015106201
-3.001319646835327
-1.7552521228790283
-0.5121155977249146
-0.37035244703292847
-2.0433318614959717
-1.6614514589309692
-0.2051941454410553
1.8912382125854492
2.4317309856414795
0.4981876611709595
-0.124957375228405
-2.679631233215332
1.0939942598342896
-0.7052335143089294
-2.927442789077759
-1.4506012201309204
0.13185805082321167
2.318408250808716
0.4883248805999756
-0.3498201072216034
3.2037200927734375
-1.042985200881958
-0.43619653582572937
0.26847320795059204
-2.7452752590179443
0.8356065154075623
-2.939366102218628
-0.32835838198661804
-2.780531644821167
0.26325753331184387
-1.0886298418045044
-2.4149670600891113
-1.297290563583374
-1.268168568611145
0.1868433952331543
0.5405081510543823
2.965642213821411
-0.10055055469274521
-0.751603364944458
-0.4726093113422394
-0.602073609828949
-2.851431369781494
-2.03450870513916
-0.2237168252468109
-0.40323537588119507
-0.7363245487213135
0.30969297885894775
1.017259120941162
-1.0868607759475708
0.06869344413280487
0.07744672149419785
-2.6462113857269287
1.377589464187622
0.8746069669723511
0.33323726058006287
-0.0020539918914437294
0.026102814823389053
0.9286623001098633
0.20590542256832123
-0.2021830826997757
-0.3205072581768036
-2.4418866634368896
-2.1928837299346924
0.5459888577461243
-0.9607254862785339
2.8032593727111816
-0.15594005584716797
-2.7667582035064697
-2.8578546047210693
-1.5750367641448975
0.18729254603385925
-2.8014299869537354
0.8108682632446289
0.8093079328536987
1.3725779056549072
1.681485891342163
0.39005059003829956
-0.19003954529762268
-3.0433692932128906
-2.868138313293457
-0.7225314974784851
-0.10453418642282486
-1.2731420993804932
-2.3768088817596436
-0.1606413722038269
-1.573660969734192
0.21258364617824554
0.20018121600151062
-0.7492393255233765
0.7260031700134277
-2.7227885723114014
-1.4800430536270142
-0.03585362061858177
-1.9764386415481567
-0.5704646110534668
-0.15772369503974915
0.19749359786510468
1.265874981880188
1.2595652341842651
-2.733546495437622
-0.635158121585846
-0.18613265454769135
-0.10809461772441864
-0.027737412601709366
-0.1977340131998062
0.2917146682739258
-0.19718101620674133
-0.7076776027679443
0.2430988997220993
0.065434031188488
0.05459634214639664
-0.03956478089094162
0.5093846321105957
-0.13532745838165283
0.17902302742004395
-0.4754992425441742
-0.04558973386883736
-1.466055154800415
0.7705863118171692
0.32760053873062134
-1.0986169576644897
-0.5162544846534729
-0.10738398879766464
0.003767787478864193
0.5130718946456909
0.3592761754989624
0.034323640167713165
1.2687019109725952
-0.19590792059898376
-0.36820727586746216
0.1181979700922966
0.17647670209407806
0.43879348039627075
0.6008265614509583
0.0700146034359932
0.6282917857170105
0.08296151459217072
-0.22060897946357727
0.048974450677633286
-0.27035287022590637
-0.26506733894348145
0.031408414244651794
-0.17436270415782928
0.0671231597661972
0.16018997132778168
0.3504050374031067
0.08636141568422318
-0.22369882464408875
-0.1277923882007599
0.2288793921470642
0.19812853634357452
0.21270476281642914
0.4144938588142395
0.09000731259584427
-0.7338128089904785
-0.009054604917764664
-0.2247123122215271
0.17535878717899323
0.49980825185775757
0.009065963327884674
-0.14098215103149414
0.05912235751748085
-0.08881524205207825
-0.10319053381681442
0.5101384520530701
0.5621606111526489
0.15458032488822937
-0.3665994107723236
0.9159927368164062
0.0886618122458458
-0.5192753076553345
0.00395109411329031
0.42329874634742737
0.20220646262168884
-0.219456747174263
-0.011490392498672009
0.022062741219997406
-0.2772878110408783
-0.11902298778295517
-0.06043633446097374
-0.20047946274280548
0.4144631028175354
-0.2226293981075287
0.046562597155570984
0.17758773267269135
-0.19073469936847687
-0.1606437712907791
0.11558207124471664
0.20463943481445312
0.016710588708519936
0.17182469367980957
0.2975333034992218
0.5275078415870667
-0.03737029433250427
-0.2536577582359314
1.9998507499694824
0.06138798967003822
0.3531203866004944
0.19624599814414978
0.15970973670482635
0.426424503326416
0.05461619049310684
0.042162202298641205
0.03479601442813873
0.06597641110420227
-0.12356264144182205
0.1258106380701065
0.4682411849498749
-0.031692128628492355
0.0909179151058197
0.06476011872291565
0.5186633467674255
-0.07557477802038193
-0.06557071954011917
-0.09881093353033066
-0.12465015053749084
0.20347894728183746
0.3458766043186188
0.3026931583881378
0.1571505069732666
-0.5619122385978699
-0.1633080542087555
-0.09084326773881912
-0.07608278840780258
-0.20857924222946167
0.124666728079319
0.15858227014541626
0.3746713399887085
0.4876178205013275
-0.14102953672409058
-1.1204315423965454
-0.3071824908256531
0.46296465396881104
-0.05206757411360741
0.031130531802773476
-0.8093142509460449
-0.10145620256662369
0.09100993722677231
-0.6075431108474731
-0.3774310052394867
-0.9425328969955444
-0.7110733389854431
-0.01581055112183094
0.9702068567276001
-0.4009237289428711
-0.15670134127140045
-0.07906468957662582
-0.08882258832454681
-0.12055069953203201
0.4276358485221863
1.0525978803634644
0.1687789261341095
0.3795771598815918
-0.5142813324928284
-0.034027181565761566
0.48651280999183655
0.019813263788819313
-0.03704532980918884
-0.5184725522994995
-0.13716977834701538
-0.07378381490707397
-0.31117451190948486
-0.15286877751350403
-0.517546534538269
0.1766337901353836
0.18545496463775635
0.060174498707056046
-0.11008209735155106
-0.05267782136797905
-0.8481287360191345
-0.4596375823020935
0.17340101301670074
0.25058624148368835
-0.03313884884119034
-0.009698830544948578
-0.11109855771064758
-0.11938649415969849
-0.034314293414354324
0.27545928955078125
-0.9545180201530457
-0.12005006521940231
0.13162873685359955
0.16208574175834656
-0.10774578154087067
1.0384492874145508
0.03736439347267151
0.25413239002227783
-0.25091809034347534
0.8461899161338806
0.04741957038640976
-0.8442198038101196
-0.005167205352336168
0.5396848917007446
0.6572765111923218
0.04965060576796532
0.11166846752166748
-1.3871097564697266
-0.16881081461906433
0.1733415424823761
0.045854825526475906
0.027170684188604355
-0.9491090178489685
0.14214305579662323
-0.9362366795539856
0.1565139889717102
1.418426513671875
-0.012486003339290619
0.04126230627298355
0.01742101088166237
0.0016406225040555
0.09818024188280106
0.11188627779483795
0.38835659623146057
0.0029099653474986553
-0.22331638634204865
-0.3153233230113983
0.7159713506698608
0.30517318844795227
0.12970389425754547
-0.8732079267501831
0.9840407967567444
0.0929151102900505
-1.1324105262756348
0.02723556198179722
1.0045877695083618
-0.6740828156471252
0.11206673085689545
0.428754061460495
-0.6765028238296509
0.46649521589279175
0.0959419459104538
0.025592662394046783
-0.11230684071779251
0.12639184296131134
-0.20161892473697662
-0.09335418790578842
0.2953476905822754
-0.3958190381526947
0.2158915251493454
0.12630927562713623
-0.504461407661438
2.2216598987579346
2.3412678241729736
-1.1583532094955444
2.4555180072784424
-2.5226292610168457
-2.0599851608276367
-1.1661593914031982
1.2863919734954834
2.4292986392974854
-1.8758862018585205
0.28860488533973694
-1.139774203300476
-0.3144935965538025
-1.7621643543243408
0.35977432131767273
0.013376213610172272
0.26767227053642273
-0.8793238401412964
0.8509102463722229
-2.3462164402008057
-1.2443426847457886
1.0276333093643188
1.8142389059066772
0.46733561158180237
0.740389883518219
-2.469827651977539
-0.10481134802103043
2.261847496032715
0.5460758209228516
0.5630674958229065
-2.0737054347991943
-1.6793212890625
0.9404070377349854
-2.6975479125976562
1.1544952392578125
0.10559958219528198
-0.21425262093544006
0.3768990635871887
2.355860948562622
-0.28189101815223694
1.519173502922058
3.011211633682251
-0.33132675290107727
0.24102509021759033
0.7112789154052734
-0.05195951089262962
2.890380382537842
0.28599923849105835
-2.92815899848938
0.36143946647644043
-1.929855227470398
-1.0273231267929077
0.4902718961238861
0.28553506731987
0.5532744526863098
2.7686126232147217
1.583457350730896
-0.8776414394378662
-0.009636389091610909
1.8998219966888428
-1.2774553298950195
0.29246002435684204
-0.14054208993911743
2.5202391147613525
-0.23685525357723236
-1.7670984268188477
-0.5690842866897583
1.5299826860427856
-2.821960926055908
-2.305786609649658
0.019544893875718117
1.2242807149887085
-0.20342488586902618
0.2455378770828247
-0.10177160054445267
-2.672050714492798
-0.44653022289276123
-1.5302603244781494
-0.14387035369873047
1.2308770418167114
-2.6909496784210205
-0.3236430585384369
-0.39590853452682495
-2.1414647102355957
-0.22934696078300476
2.6694769859313965
-2.880664587020874
0.14480315148830414
0.18090081214904785
-2.98835825920105
0.31446167826652527
-1.2515785694122314
2.400235176086426
-0.21635138988494873
1.792336106300354
-0.34403473138809204
-0.8936145305633545
0.24518993496894836
-2.1910617351531982
1.212247371673584
-2.691481828689575
0.3720293343067169
0.0940762311220169
1.9208089113235474
0.30577990412712097
-2.322970151901245
-1.6721057891845703
1.2317121028900146
-0.9614076018333435
0.12339125573635101
-2.3388915061950684
0.053574658930301666
0.06572803854942322
1.746870517730713
1.6693068742752075
-2.459181308746338
1.1953191757202148
0.3521450459957123
-2.413283109664917
1.3670785427093506
-0.20768201351165771
0.16268044710159302
0.1719169020652771
-0.24323821067810059
0.4478887915611267
-0.42172718048095703
0.1527823805809021
-0.017750084400177002
0.05451434850692749
-0.11930888891220093
-0.35225796699523926
0.306943416595459
-0.10455501079559326
0.04902982711791992
-0.4338626265525818
-0.2450534701347351
0.09020084142684937
0.48368072509765625
-0.4451791048049927
-0.28390997648239136
-0.2948225140571594
-0.08241486549377441
0.20755130052566528
0.3631647825241089
0.12457191944122314
-0.02827775478363037
0.05747789144515991
0.03735405206680298
0.3416314125061035
0.4738069176673889
0.48567211627960205
0.3862457275390625
0.02255845069885254
0.3101853132247925
-0.15999525785446167
0.30868464708328247
0.2550421953201294
-0.21495527029037476
-0.20829862356185913
-0.05960440635681152
0.25893545150756836
0.21205109357833862
0.474994957447052
-0.455944299697876
0.4777541160583496
-0.2821199893951416
-0.013045966625213623
0.26784318685531616
-0.2372117042541504
0.4706549048423767
-0.04985916614532471
-0.4729905128479004
-0.41952699422836304
0.16929590702056885
0.36560434103012085
-0.07433557510375977
-0.12543290853500366
0.2698369026184082
-0.023637056350708008
-0.433011531829834
0.4936521053314209
-0.38133949041366577
0.3904849886894226
0.1438644528388977
0.0753868818283081
-0.21180105209350586
-0.3882536292076111
-0.14628028869628906
-0.04085654020309448
0.4499514698982239
-0.004109442234039307
-0.29468977451324463
-0.022026479244232178
-0.3725072145462036
0.18275809288024902
-0.111136794090271
0.05045807361602783
0.3246813416481018
0.4790393114089966
0.1560760736465454
0.053388118743896484
-0.24794697761535645
0.36424434185028076
0.22690421342849731
-0.25347018241882324
-0.455555260181427
0.08942079544067383
-0.17898190021514893
0.23802870512008667
0.07392024993896484
0.4348442554473877
0.4994574785232544
-0.011509180068969727
-0.37106555700302124
0.027956724166870117
0.46724003553390503
