24
-2.4868240356445312
1.8515570163726807
-1.5696992874145508
-0.5331125855445862
2.126967430114746
1.1586894989013672
0.6534719467163086
-2.0292065143585205
-1.2754484415054321
-0.28024911880493164
0.5649541616439819
0.24662268161773682
2.6475260257720947
-1.016924500465393
-1.4994040727615356
-1.244693398475647
1.8288021087646484
0.728985071182251
-0.6129922866821289
-1.0767722129821777
1.2975314855575562
0.05336862802505493
1.4340507984161377
-1.6387728452682495
1.0071275234222412
-2.2188196182250977
-2.203871965408325
-0.9790633320808411
-2.70707631111145
1.1637266874313354
1.2018842697143555
-2.233194589614868
-1.1853278875350952
1.6808794736862183
1.759224534034729
1.1542046070098877
0.8662685751914978
-0.4047137200832367
-0.24197109043598175
-0.49582451581954956
1.5643391609191895
1.0573921203613281
-0.8000010251998901
0.6123244166374207
-1.443692684173584
-0.5739488005638123
-0.9263243079185486
1.956949234008789
-0.29777252674102783
0.3157395124435425
-0.2610047459602356
0.20285123586654663
0.3205934166908264
-0.3969600200653076
-0.28291356563568115
-0.07151448726654053
0.16741961240768433
0.09855490922927856
-0.4706496000289917
0.0021587014198303223
0.2578766345977783
-0.3197438716888428
-0.44236743450164795
0.08750981092453003
-0.202714741230011
-0.49837255477905273
0.1555195450782776
0.14740872383117676
0.36506426334381104
0.20970886945724487
-0.028435230255126953
-0.4404833912849426
-3.4265573024749756
0.2160738855600357
-0.3420006036758423
2.3481757640838623
0.8913550972938538
1.958234429359436
-1.6878726482391357
1.3503587245941162
-1.7335044145584106
-0.1476275622844696
0.04178375378251076
0.8908810615539551
-0.6839194297790527
-0.519606351852417
-1.8735260963439941
-1.2383673191070557
1.3529372215270996
-1.2591232061386108
-1.9537702798843384
-1.230198860168457
-1.8451817035675049
-1.6981710195541382
-1.1013619899749756
-0.16894955933094025
1.3716404438018799
1.2141445875167847
1.094077706336975
2.157219886779785
1.436618685722351
-2.136326789855957
-2.502281904220581
-2.2475314140319824
-2.0366029739379883
-1.192300796508789
-0.09523776173591614
-2.4303829669952393
3.450174331665039
2.5841383934020996
0.11178138107061386
-1.273115873336792
-1.8492465019226074
1.7495973110198975
1.9517779350280762
3.1914494037628174
-2.173102855682373
1.5689857006072998
1.5731027126312256
-0.35191312432289124
-0.2738986015319824
-0.1891818642616272
0.026115715503692627
0.4178464412689209
0.2310260534286499
0.34926509857177734
0.482124388217926
0.24079060554504395
-0.3945590853691101
-0.012052595615386963
-0.05764347314834595
-0.3042667508125305
-0.47187870740890503
-0.36689049005508423
-0.009099781513214111
-0.14483672380447388
0.027078747749328613
-0.40229886770248413
-0.10847645998001099
0.3391779065132141
0.4157755970954895
0.07129520177841187
-0.4479323625564575
-0.24903076887130737
-0.5709822177886963
1.839940071105957
1.6031641960144043
1.3198184967041016
2.9301059246063232
-0.8107326030731201
1.3943204879760742
1.5551809072494507
1.2749501466751099
1.601660966873169
0.6187174320220947
-2.3803012371063232
-0.04927569627761841
-0.04629027843475342
-2.8736698627471924
-0.8618889451026917
1.1453379392623901
-2.096580982208252
1.4852824211120605
-0.6699275970458984
-0.4418448209762573
-1.488072395324707
-0.6159976124763489
1.8980711698532104
-0.6213436722755432
1.425322413444519
0.8060391545295715
-1.4147777557373047
1.9623745679855347
1.2933955192565918
1.3992048501968384
0.2955285608768463
0.2860776484012604
1.3700557947158813
-0.771378755569458
1.0016716718673706
2.0145204067230225
2.7483224868774414
0.9133006930351257
2.053149938583374
-1.0561031103134155
-1.5614374876022339
-1.3647565841674805
-1.3892138004302979
0.4191640317440033
-1.8964823484420776
-0.7259194850921631
-0.44098639488220215
-0.7571420073509216
2.087985038757324
0.9425908923149109
-1.2883386611938477
-2.2104320526123047
-1.7271369695663452
1.4461216926574707
-1.8236603736877441
-0.6502490639686584
-0.028249336406588554
-0.6513828635215759
-1.5839056968688965
2.5672497749328613
2.1099421977996826
0.5332916975021362
-2.1043143272399902
-2.037980318069458
0.5953546166419983
0.5190363526344299
-1.7124093770980835
0.7181589603424072
0.9474402070045471
0.055446598678827286
-0.5658685564994812
-2.784620761871338
0.8973585963249207
0.8937957286834717
-1.1338657140731812
-1.3793128728866577
1.7110849618911743
0.1191902682185173
-2.7724053859710693
-2.0522146224975586
-1.179473638534546
-1.8214786052703857
-0.42140689492225647
-0.27387163043022156
3.133681058883667
1.373623251914978
-0.7652203440666199
1.3727800846099854
-0.8206811547279358
-1.6296815872192383
-0.8199382424354553
-0.49781838059425354
0.5244174599647522
-0.5002779364585876
1.7395315170288086
0.3623559772968292
-1.213503122329712
1.4955170154571533
2.0375239849090576
-1.6333622932434082
-1.0077663660049438
-3.179769277572632
1.559451937675476
1.9762438535690308
0.4869339168071747
0.8222457766532898
0.8214972019195557
1.1119656562805176
-1.008982539176941
-0.8199790716171265
1.0492889881134033
1.9956501722335815
-1.1942555904388428
1.6240566968917847
-0.9549520015716553
-1.3501231670379639
-2.075220823287964
-1.0865931510925293
-2.7989675998687744
-2.5283963680267334
-1.5351427793502808
-1.8431730270385742
-1.0002696514129639
1.7959951162338257
1.3286081552505493
-0.6855502724647522
-1.6729881763458252
0.9331809878349304
1.814098596572876
-0.9416967034339905
-2.5355422496795654
0.03153727948665619
-1.1249346733093262
-2.817873239517212
1.5787798166275024
-1.2692770957946777
-1.2076996564865112
-1.4778987169265747
-2.082677125930786
-1.276199221611023
-1.8715887069702148
-0.5551177859306335
2.169607162475586
0.727229118347168
-1.9877004623413086
0.7239290475845337
2.037189245223999
-1.96426522731781
-0.7010466456413269
-0.023061634972691536
0.9826124906539917
0.7488079071044922
1.2459286451339722
-1.9639997482299805
1.0843966007232666
-1.1956487894058228
-0.049298301339149475
0.255410373210907
1.8823459148406982
2.3183562755584717
-1.372167706489563
0.4299289286136627
2.0877223014831543
-1.7970303297042847
-0.9665736556053162
-0.041587620973587036
-1.489847183227539
0.4154966473579407
2.328385829925537
1.3582769632339478
1.646073818206787
-1.0377455949783325
2.222083806991577
0.7124414443969727
1.076051115989685
1.6053329706192017
-0.03816954046487808
0.7783494591712952
0.11108988523483276
-0.08975125104188919
-0.6719551086425781
-0.8546563982963562
0.9963737726211548
-0.6104488372802734
-1.046486258506775
1.4684069156646729
-0.7532930970191956
-0.9474042057991028
-1.6909645795822144
0.2179146409034729
-2.3045718669891357
-2.190856456756592
1.858285665512085
-1.4860419034957886
-1.6310296058654785
-1.396142840385437
1.0617873668670654
0.5241971015930176
-1.2014169692993164
2.196356773376465
-1.905253291130066
-2.2427661418914795
-1.5931142568588257
-1.8756098747253418
-1.3713538646697998
1.6316570043563843
-1.627429485321045
1.9698213338851929
1.3548808097839355
-1.8552378416061401
-1.8982914686203003
1.2767049074172974
1.6311650276184082
1.826285481452942
-0.7855082154273987
0.6093277931213379
1.316282868385315
1.7363739013671875
1.9057692289352417
0.7329552173614502
-1.176537036895752
0.8703210353851318
1.0259522199630737
1.6940395832061768
-0.47728121280670166
1.4809573888778687
1.9195090532302856
0.6118084192276001
1.1757625341415405
-0.4669848084449768
2.240017890930176
-2.6206986904144287
-1.903418779373169
-0.6762852668762207
2.3863205909729004
-1.1305830478668213
-0.8334453701972961
-1.5756752490997314
2.323751449584961
-2.456421136856079
-2.210610866546631
0.485946387052536
2.032534599304199
0.2769317924976349
-1.5046508312225342
1.4824185371398926
-1.2539571523666382
0.2123861312866211
1.282061219215393
-1.004997968673706
0.13440585136413574
2.3953187465667725
2.350552558898926
-2.569331407546997
2.088101625442505
-0.816482663154602
-2.0423755645751953
-1.2041798830032349
-0.9563582539558411
-2.1751530170440674
-2.045443058013916
-0.1708398163318634
-0.4609171450138092
-1.8124996423721313
0.9647635817527771
1.779854416847229
-0.8069184422492981
-0.997372567653656
-0.7134407162666321
-1.6314040422439575
1.8719558715820312
1.234944462776184
1.895524024963379
-1.3554941415786743
0.9360578656196594
-0.6947283148765564
2.3925349712371826
-2.675215005874634
-0.7870103716850281
1.0733041763305664
1.3478766679763794
-1.2934025526046753
-1.1409430503845215
-2.130361795425415
-1.3913241624832153
0.087480828166008
-0.28926795721054077
0.3306741714477539
-1.6277732849121094
0.42838767170906067
0.9524778127670288
0.1370995044708252
-1.5881510972976685
0.36048007011413574
1.5158114433288574
-0.17899513244628906
0.07931531220674515
0.8082036375999451
-0.21661919355392456
-0.40024471282958984
-0.8891239166259766
-1.807789921760559
0.8468957543373108
-3.053976058959961
-0.5311007499694824
-0.550419270992279
1.009438395500183
-0.5610100030899048
-0.792500913143158
-0.37136635184288025
-1.770565152168274
-0.014797988347709179
-1.91956627368927
-1.9035453796386719
-1.6335803270339966
-1.5166865587234497
-1.8617020845413208
-0.12248794734477997
0.20746687054634094
1.360957145690918
1.2205711603164673
1.3277283906936646
1.1015524864196777
-1.0116071701049805
1.8985109329223633
-1.48479425907135
-1.7394169569015503
1.369788408279419
-1.2056623697280884
2.0455124378204346
1.1941603422164917
-0.21068914234638214
1.7761406898498535
-0.6258068680763245
1.989733099937439
-2.9709866046905518
-2.496739387512207
-3.2724058628082275
0.40329545736312866
-2.2406415939331055
2.1306357383728027
-2.9212090969085693
0.9427350759506226
0.02503153681755066
-1.2862441539764404
-1.2647345066070557
-2.4329476356506348
3.0410566329956055
0.665189266204834
-0.6834988594055176
-1.9984110593795776
-2.400742292404175
2.4132611751556396
-2.4283998012542725
2.0028202533721924
0.5252973437309265
3.067889928817749
-0.41346025466918945
-0.8254508376121521
-0.09708088636398315
0.46914345026016235
-0.2667977213859558
0.38953083753585815
0.220561683177948
-0.18636399507522583
-0.30948376655578613
0.46181952953338623
0.18718630075454712
0.3975096344947815
0.46987658739089966
-0.06588137149810791
-0.018438339233398438
-0.08371192216873169
-0.40796464681625366
0.16283917427062988
0.4878985285758972
0.37145769596099854
0.15506863594055176
-0.455679714679718
0.2807953953742981
0.28493744134902954
0.16308408975601196
0.006024301052093506
0.24592995643615723
-0.1546638011932373
0.08372688293457031
0.4475707411766052
-0.04834258556365967
0.419236421585083
0.2986053228378296
-0.3271327614784241
0.3889923095703125
0.40487140417099
0.46228134632110596
-0.005847036838531494
0.026207268238067627
-0.387886106967926
-0.033036649227142334
0.05869632959365845
-0.3862212300300598
0.45791035890579224
-0.2187589406967163
0.431459903717041
0.1775057315826416
-0.03396928310394287
0.04711073637008667
-0.35311955213546753
0.7491450309753418
1.7054667472839355
-0.021460022777318954
1.6431010961532593
-1.9944498538970947
1.7041397094726562
1.3419181108474731
0.6617714762687683
1.0160044431686401
0.6299735307693481
-2.015495777130127
-0.3443203866481781
-1.205956220626831
-0.0984751284122467
-1.1115598678588867
1.4534122943878174
-0.5754994750022888
-0.4606078565120697
-0.2742072343826294
1.2247097492218018
-0.5551047325134277
-1.9968681335449219
0.5096096396446228
-1.9660519361495972
0.7128197550773621
2.1048028469085693
1.0498203039169312
-1.0003902912139893
-1.5628108978271484
-1.1507692337036133
0.14150510728359222
-1.6159275770187378
-1.6677284240722656
1.8880354166030884
-0.9492205381393433
0.6458033919334412
-0.8233642578125
2.422983169555664
1.2420334815979004
2.2110602855682373
2.307244062423706
-1.7543669939041138
2.15512752532959
-1.2549006938934326
-1.4619728326797485
0.807401180267334
0.715274453163147
2.6574299335479736
0.9613107442855835
2.0912022590637207
1.007332444190979
-0.5039350986480713
-1.719008445739746
-1.4363133907318115
1.369411826133728
1.5275928974151611
-1.6069588661193848
0.7216901183128357
-1.3233803510665894
-1.8940229415893555
0.22732490301132202
-1.1915167570114136
-2.3695273399353027
-1.1770460605621338
1.89867103099823
1.4377888441085815
-1.386622667312622
-0.764819860458374
-2.1012775897979736
1.3002983331680298
-0.36678051948547363
-0.7323010563850403
-0.9423967599868774
1.323038935661316
-1.3858269453048706
-1.0752495527267456
2.1164331436157227
-1.5670182704925537
-1.511610746383667
-3.3893697261810303
1.0122005939483643
1.603049874305725
-1.5025638341903687
-1.4528363943099976
-1.0650171041488647
-1.3198251724243164
-2.454434633255005
1.7518378496170044
1.7597992420196533
-1.7330251932144165
-0.9017364978790283
-1.6054012775421143
0.025846682488918304
-2.323657512664795
0.09904907643795013
2.619048833847046
1.059444546699524
-2.5710504055023193
0.08010868728160858
1.5140342712402344
-2.7450382709503174
-0.558367908000946
0.07912074029445648
0.4102916121482849
1.3745696544647217
-0.12347544729709625
1.1742439270019531
1.0778559446334839
1.842949628829956
-0.13043628633022308
-1.8358584642410278
1.1817896366119385
1.841912865638733
-1.014743685722351
1.6521135568618774
3.0089097023010254
1.8987069129943848
-0.7515988945960999
-0.6289528608322144
3.105422258377075
-1.780207872390747
-2.127894878387451
-1.712548017501831
0.2657456696033478
-1.7110166549682617
-1.487009048461914
1.3031110763549805
0.26433858275413513
-0.5389514565467834
0.4062395989894867
0.01839984394609928
-0.507693350315094
-0.29167264699935913
0.29203206300735474
2.746082305908203
1.4496445655822754
1.2192128896713257
2.675661325454712
-0.7161588072776794
-1.3744099140167236
-0.2067609280347824
1.9347161054611206
-0.28698626160621643
-0.4206932485103607
-1.0350635051727295
-1.4081408977508545
-2.197685956954956
2.267178773880005
0.9812245965003967
2.107748508453369
-1.2662334442138672
-2.778508424758911
-2.7064199447631836
-1.5482394695281982
1.6245017051696777
-2.7493770122528076
-0.8404223918914795
1.1231896877288818
0.8811458349227905
-1.1054824590682983
-0.2990970313549042
0.15156708657741547
0.5922957062721252
-0.6088369488716125
0.9467498064041138
0.471675843000412
2.9854209423065186
0.229097381234169
-0.37020137906074524
-1.9666345119476318
1.0229967832565308
-0.9636072516441345
2.8111603260040283
-0.6728824973106384
1.3938668966293335
1.883441686630249
0.9225778579711914
-0.7101644277572632
0.9303170442581177
-0.16707560420036316
2.1592257022857666
1.7819308042526245
1.7055524587631226
0.016909928992390633
-2.3284785747528076
-1.7320784330368042
0.9169120192527771
2.560952663421631
-0.3161796033382416
0.10957750678062439
0.8530479073524475
1.6455920934677124
0.3432456851005554
-1.027814269065857
-1.6307638883590698
2.6985034942626953
-2.43487548828125
1.932939052581787
-3.111146926879883
1.3889386653900146
-1.9445855617523193
-0.786307156085968
-0.12421303987503052
-1.9337900876998901
-0.27963128685951233
2.603374481201172
1.6031579971313477
-0.9902560114860535
2.2337803840637207
0.221771240234375
-1.9235496520996094
-1.6764518022537231
0.2276676446199417
-1.12234365940094
2.07197642326355
0.04152961075305939
0.15782232582569122
1.1339274644851685
1.6052696704864502
1.748525857925415
-1.0528473854064941
-1.0424689054489136
-0.8584904074668884
0.9920955896377563
-2.1462066173553467
1.7461738586425781
-3.1245813369750977
0.9065616130828857
-0.19747550785541534
1.2871778011322021
-2.6879825592041016
1.5595141649246216
2.7744741439819336
-1.5492970943450928
2.270608425140381
-1.1938318014144897
-0.2911829352378845
-1.2602837085723877
-0.2060297429561615
1.4548898935317993
-0.3529302775859833
1.2145897150039673
1.8364022970199585
1.662282109260559
3.499655246734619
-1.7473406791687012
1.4739940166473389
-0.04128802940249443
1.1487212181091309
-1.2820669412612915
-1.112891674041748
0.993945300579071
1.8810336589813232
2.598618745803833
-2.1408638954162598
1.6343340873718262
1.9629071950912476
-1.6030889749526978
-1.2899647951126099
-1.3474173545837402
-1.2524330615997314
-1.4619263410568237
-0.3040717840194702
-0.44508713483810425
0.4599199891090393
1.417490005493164
0.44643735885620117
0.038264088332653046
0.45202094316482544
-1.3556276559829712
0.4073539078235626
-3.332524299621582
-0.6246134042739868
-0.4469529688358307
1.571772813796997
-0.045418880879879
0.45256859064102173
-0.9132604002952576
1.7713720798492432
-1.6644847393035889
1.4765827655792236
-0.8364838361740112
-1.087607502937317
-0.9485365152359009
-0.15740814805030823
2.9302611351013184
1.6793177127838135
-0.2428077906370163
-0.06132686138153076
0.3266124129295349
0.47733616828918457
-0.3949258327484131
0.33335691690444946
0.2509215474128723
0.0040975213050842285
-0.28498637676239014
-0.48298996686935425
-0.29218804836273193
0.020045995712280273
0.1550552248954773
-0.23721325397491455
0.2225276231765747
0.18743127584457397
-0.1665303111076355
0.4568881392478943
0.45633935928344727
0.20798569917678833
-0.03780561685562134
0.36117202043533325
0.19796383380889893
-0.39488017559051514
0.37771570682525635
-1.6484345197677612
2.082503318786621
1.0986303091049194
-0.8269960284233093
1.3812819719314575
0.5713689923286438
1.450066328048706
-2.1657185554504395
-0.37441325187683105
-0.38963809609413147
-0.6984358429908752
-0.45168161392211914
2.660553455352783
-0.33345064520835876
0.600666344165802
2.099581718444824
-2.006430149078369
-2.0757174491882324
0.4100436866283417
1.0097156763076782
-1.4376782178878784
-0.6748369336128235
-1.4858949184417725
-1.3809815645217896
-0.16983848810195923
-0.4175434112548828
-0.349806547164917
-0.08459848165512085
-0.306158185005188
0.15897923707962036
-0.44431179761886597
-0.21100306510925293
0.06278336048126221
0.10130387544631958
0.2510008215904236
0.34232646226882935
0.2113814353942871
-0.1459018588066101
-0.2833842635154724
-0.4640429615974426
0.10255777835845947
-0.1260526180267334
-0.4006478190422058
-0.14499640464782715
-0.4190627336502075
0.3782382011413574
0.4642438292503357
0.07548004388809204
1.3690454959869385
-1.3105028867721558
-3.1068263053894043
1.7412903308868408
1.091058373451233
-1.7051160335540771
1.1841531991958618
-2.9466805458068848
-2.341829776763916
2.0027170181274414
0.5581628084182739
-2.9659245014190674
2.6752822399139404
-1.2313826084136963
1.228293776512146
2.3271007537841797
1.5144729614257812
2.2981462478637695
2.189448356628418
1.8001669645309448
2.828474521636963
-0.517099142074585
-0.9511454701423645
-0.8888222575187683
-0.9247191548347473
2.1196067333221436
1.709531545639038
1.073804497718811
-1.7401174306869507
-1.5183501243591309
1.4032597541809082
1.6062037944793701
-1.1473543643951416
1.7436556816101074
-1.0115123987197876
0.5672504901885986
-0.38758957386016846
1.7994215488433838
-2.484255075454712
1.0422091484069824
0.5039786696434021
-2.0959999561309814
1.4183692932128906
-0.7148241996765137
-1.291076421737671
-1.7801634073257446
2.670257091522217
-0.46525225043296814
-2.5582501888275146
1.381956934928894
1.5486608743667603
1.571296215057373
-1.0809541940689087
-1.7554148435592651
-0.9484297037124634
-1.1822818517684937
-0.6479932069778442
-1.2408428192138672
-0.598159670829773
-1.4062763452529907
-0.9061897397041321
2.5232913494110107
-2.014145851135254
-0.9485142827033997
0.05824839323759079
-1.8951637744903564
1.5500692129135132
-1.3558765649795532
-2.157850742340088
-1.5706079006195068
3.1294875144958496
-0.613487184047699
-0.24244076013565063
0.49637269973754883
-0.3673774003982544
-0.4927954077720642
-0.0926966667175293
0.199224054813385
0.4376257658004761
0.30298668146133423
-0.1596771478652954
0.4157378077507019
0.29229485988616943
0.2754836082458496
0.3436305522918701
0.22625255584716797
0.1161622405052185
-0.30501890182495117
-0.24839597940444946
0.33633315563201904
0.4786614179611206
0.2859228849411011
0.21442222595214844
-0.42003268003463745
-0.09557217359542847
-0.4457874298095703
0.17950791120529175
-0.3584113121032715
0.16387194395065308
0.3397083282470703
-0.248856782913208
-0.18216544389724731
-0.10315096378326416
0.2999740242958069
0.007203459739685059
0.03511083126068115
-0.15674179792404175
0.17711091041564941
-0.028912603855133057
-0.4119619131088257
0.24974101781845093
0.28573787212371826
-0.20883816480636597
-0.43248987197875977
-0.3948783874511719
-0.40804725885391235
0.12327182292938232
0.25450068712234497
0.4703889489173889
0.21222132444381714
0.757870614528656
-2.339246988296509
1.075371503829956
-1.1917414665222168
-1.796120524406433
1.4810322523117065
0.23235030472278595
-1.4291577339172363
1.3501802682876587
1.2678797245025635
-2.441088914871216
-3.1914258003234863
1.7649357318878174
2.745445728302002
1.143250584602356
-1.2587846517562866
-0.593002200126648
0.5584784746170044
-1.76261305809021
-1.4716548919677734
1.6770014762878418
1.1610071659088135
1.557747721672058
-1.2388161420822144
0.7671209573745728
1.1960678100585938
-2.7089240550994873
0.5908430218696594
-1.9190882444381714
2.130587577819824
1.0111219882965088
1.31023108959198
0.2434137910604477
1.750314712524414
1.4294203519821167
-0.3646569848060608
0.8579789400100708
-0.05775640159845352
0.9976400136947632
0.9254546165466309
0.716263473033905
1.371872901916504
-0.17534859478473663
1.9986335039138794
-1.7590869665145874
2.483980655670166
3.127074956893921
-1.0617396831512451
-2.4510536193847656
0.597877025604248
-1.828934907913208
0.1644919514656067
-2.5906856060028076
0.6233567595481873
-0.794819176197052
1.9891515970230103
1.8096812963485718
0.4399120807647705
-3.0477654933929443
-1.9348886013031006
2.2535128593444824
-1.6222583055496216
-0.7067891359329224
-0.8084913492202759
-1.2182385921478271
0.7314223647117615
-1.6963697671890259
0.9396242499351501
-0.5925880670547485
0.02955726906657219
0.14831256866455078
-1.7064145803451538
-1.4144339561462402
1.0339305400848389
-1.5603045225143433
2.396510362625122
0.21418896317481995
2.073164701461792
-1.4140410423278809
-3.2170276641845703
0.1727970987558365
-1.3200877904891968
1.6633007526397705
-0.21146397292613983
0.977729320526123
0.057563524693250656
-1.4549849033355713
1.6945297718048096
-0.3465822637081146
0.494306355714798
1.0229989290237427
2.808497190475464
0.4478674530982971
2.8852601051330566
-0.11658788472414017
3.674406051635742
-0.965610682964325
-1.337315559387207
-2.182018280029297
-1.6876676082611084
-1.1447138786315918
1.5528454780578613
1.0683212280273438
-3.229980230331421
1.3442268371582031
-2.153456449508667
1.0419360399246216
-1.3109086751937866
3.487875461578369
1.2155804634094238
1.9871641397476196
-1.7043958902359009
-2.434816360473633
1.9332420825958252
1.9311162233352661
0.1545783281326294
1.208498239517212
-0.7697062492370605
1.9125901460647583
1.3930819034576416
1.3169668912887573
0.37651437520980835
1.0605934858322144
0.7363199591636658
-2.986132860183716
2.5969464778900146
1.0433664321899414
1.3388506174087524
0.21280759572982788
0.9622096419334412
0.023881664499640465
1.6412194967269897
0.39034396409988403
3.5926034450531006
1.5953807830810547
-1.0176053047180176
-2.768538475036621
-0.5218233466148376
-1.2706897258758545
1.7060660123825073
1.3350473642349243
1.0659935474395752
2.180227756500244
0.473835825920105
-1.7134186029434204
0.965992271900177
1.5860071182250977
1.6723618507385254
-1.4975090026855469
-0.9680802226066589
1.3933039903640747
-0.6989576816558838
-0.5305510759353638
1.7002438306808472
-1.0728106498718262
0.19798587262630463
1.8324391841888428
2.2179434299468994
-2.0839104652404785
1.7239998579025269
-0.3986484110355377
1.3894295692443848
-1.426304817199707
-1.2815096378326416
-1.4978477954864502
-1.849526286125183
-0.771642804145813
-0.5953383445739746
-0.7711138129234314
1.5023630857467651
-2.0425941944122314
1.5748947858810425
-0.19325479865074158
1.2776906490325928
1.3651275634765625
-1.2945035696029663
0.8508299589157104
1.4765453338623047
-0.21230818331241608
0.7036535739898682
1.667238712310791
-0.33580198884010315
-2.121096134185791
-1.2815521955490112
-0.927174985408783
-1.5481092929840088
1.3695968389511108
-1.0141284465789795
1.0634175539016724
-1.396924376487732
-0.1344863623380661
1.61807119846344
0.08260170370340347
1.9431569576263428
1.051458477973938
1.6649763584136963
1.4220634698867798
-1.7811343669891357
1.188078761100769
1.2927275896072388
-1.9253137111663818
1.5443098545074463
0.9500296115875244
0.45910173654556274
2.9170844554901123
-0.34184449911117554
-1.9523708820343018
-1.1402475833892822
-0.5936018228530884
-0.6117135286331177
-0.640993058681488
3.426809310913086
-0.18747347593307495
-1.8214720487594604
-0.5565803050994873
2.0580873489379883
-2.6152966022491455
-1.7318581342697144
0.17929041385650635
2.868063449859619
-1.6404876708984375
0.14441274106502533
0.5366044044494629
-2.0645411014556885
0.5298384428024292
-1.0625890493392944
-1.5839990377426147
-1.8439826965332031
2.4268195629119873
-0.9199004173278809
1.4121960401535034
-0.5474053621292114
-1.189419150352478
0.2730811536312103
-1.270176887512207
0.04336109384894371
1.6904581785202026
0.13666778802871704
-1.1294914484024048
-0.24386361241340637
-2.3724513053894043
1.626990795135498
1.8234755992889404
1.1375116109848022
-1.367857813835144
-1.464867353439331
1.0708926916122437
-1.1466950178146362
-0.5531699061393738
1.5582448244094849
-0.7130337953567505
0.8786032199859619
1.9000800848007202
0.09192360192537308
-2.1064810752868652
-0.4515683352947235
0.3614640235900879
-1.4932918548583984
1.7545835971832275
-1.1560779809951782
-1.9677282571792603
-1.9574707746505737
0.02329656481742859
1.514934778213501
0.5290536880493164
-2.1779699325561523
-1.4776909351348877
-0.1829422414302826
-1.140813946723938
-1.5383106470108032
-0.8939864039421082
-1.1604700088500977
-1.5758862495422363
1.0407264232635498
-1.8115235567092896
-2.431567668914795
-1.4147446155548096
1.6021432876586914
-1.704417109489441
0.8736204504966736
-1.2416599988937378
0.5469207167625427
0.9440281391143799
2.165834903717041
1.7294384241104126
1.7834655046463013
1.338544487953186
1.9180973768234253
-2.7801644802093506
0.9740673303604126
-0.4585064947605133
-1.5808511972427368
0.8807142972946167
-0.46363565325737
-2.808227062225342
-1.2310227155685425
0.7542906999588013
1.238579511642456
-1.0904614925384521
-3.0890493392944336
-0.8162267804145813
-1.0078322887420654
2.490812301635742
-0.6531954407691956
-1.9295777082443237
1.195413589477539
0.7285704612731934
-1.2539281845092773
1.0278180837631226
3.032468557357788
1.8111850023269653
2.5912587642669678
0.673622190952301
2.51340913772583
0.7505022287368774
-1.5118236541748047
1.6260637044906616
-1.4766017198562622
0.8432390093803406
2.1572811603546143
-0.014952536672353745
-1.3424553871154785
0.6222097277641296
0.8884850144386292
-0.7902511358261108
2.2442996501922607
-2.0753259658813477
0.08629187941551208
2.1131625175476074
0.6233476996421814
-1.0253812074661255
1.1809451580047607
-0.014749854803085327
0.18327420949935913
-0.6223933100700378
1.0249749422073364
0.4754601716995239
0.4508475661277771
-0.28249895572662354
0.33318841457366943
-0.1308969259262085
0.24757099151611328
0.3901227116584778
0.03878432512283325
-0.4399142861366272
0.4218626022338867
0.3938145637512207
-0.32089394330978394
0.05604994297027588
0.03761708736419678
-0.30821967124938965
0.0018895268440246582
-0.3496522903442383
-0.2434820532798767
-0.3330802321434021
-0.46875
0.2458234429359436
0.27040761709213257
0.2664163112640381
-0.1296306848526001
-2.2214300632476807
1.545845866203308
-2.1699562072753906
-1.2868295907974243
-0.8132607936859131
1.145944595336914
-1.5837551355361938
-1.8166159391403198
2.1997642517089844
-1.7846721410751343
-2.416267156600952
-2.2710039615631104
0.7668762803077698
-1.2466987371444702
1.7332028150558472
1.6561851501464844
-1.218321681022644
-1.0466896295547485
-1.3569869995117188
-1.449061393737793
2.03879976272583
1.483432650566101
2.076761245727539
-1.0729578733444214
0.31818971037864685
-1.0858169794082642
-2.0039706230163574
0.6069183349609375
0.3007025718688965
-1.530698537826538
0.8492991924285889
1.8438518047332764
1.5943375825881958
2.649282455444336
2.24660325050354
2.3000314235687256
-1.0272551774978638
0.8615532517433167
-3.0018532276153564
1.8387912511825562
-1.0544195175170898
-1.3020049333572388
2.3896498680114746
1.3923876285552979
-0.5268499255180359
-0.5355571508407593
-1.1027517318725586
2.614845037460327
-2.588005781173706
-1.6165854930877686
-1.5851954221725464
-0.015060327015817165
2.3540408611297607
-0.8978789448738098
1.4092930555343628
-1.9784940481185913
1.2521440982818604
-0.3759419918060303
-0.8664538264274597
0.9649792313575745
2.4002015590667725
0.30353307723999023
1.1750164031982422
1.3111681938171387
1.8421005010604858
-2.0402681827545166
1.47641921043396
2.3430724143981934
0.7112928032875061
0.2514822483062744
-0.09715282171964645
0.9160236716270447
0.6055088043212891
0.9031458497047424
-0.7171352505683899
1.5415560007095337
1.5305581092834473
0.9506711959838867
1.194928765296936
1.1874053478240967
-1.58579421043396
1.8569726943969727
0.2918114960193634
0.4675076901912689
-0.5609413385391235
-1.6841208934783936
-1.9054486751556396
2.0880486965179443
-2.0118472576141357
-0.5669941902160645
-1.4376846551895142
-0.7303422689437866
-1.0728737115859985
-0.500529408454895
-0.26026713848114014
3.27420973777771
-1.7153074741363525
1.0037051439285278
1.5149778127670288
1.5222491025924683
-1.0796560049057007
-1.1416020393371582
-1.4805353879928589
-0.9161256551742554
-0.5212932825088501
1.1792030334472656
-3.0706193447113037
-1.3150365352630615
-1.185711145401001
1.9635719060897827
-2.784620761871338
2.1430277824401855
0.13993141055107117
-1.7407212257385254
2.0685112476348877
-0.5812168121337891
1.340445637702942
-2.0425405502319336
-0.33511847257614136
2.5768637657165527
-2.8027498722076416
1.5422266721725464
0.4741794764995575
-0.8080688714981079
-1.561939001083374
-0.9834864139556885
-1.0888221263885498
-1.5279715061187744
-2.1455628871917725
1.3589802980422974
-1.2632951736450195
1.0298694372177124
1.8507825136184692
1.0123356580734253
-2.078341484069824
1.629703402519226
0.33811092376708984
-1.327623724937439
1.5923038721084595
-1.9387511014938354
-1.4688594341278076
-1.813805341720581
-0.13346783816814423
0.951463520526886
0.37456467747688293
-2.508619785308838
-0.8650932312011719
2.0599825382232666
-1.053752064704895
0.30432558059692383
1.251984715461731
-1.655689001083374
-1.7556942701339722
1.9780585765838623
0.8781872987747192
-3.349900245666504
0.5124258995056152
-0.8324363827705383
0.802798330783844
-0.5997751355171204
-0.10273116081953049
0.022923516109585762
-0.22182871401309967
-2.131180763244629
-1.84581458568573
2.304565191268921
2.746584892272949
-0.4655511975288391
-2.429565191268921
0.9061711430549622
0.9756911396980286
-1.3925031423568726
-1.1230300664901733
-0.40138933062553406
0.35148295760154724
-0.960659384727478
-1.22088623046875
1.9392402172088623
-0.5276188850402832
-2.089165687561035
2.447822332382202
0.2559157609939575
-2.032836437225342
2.254655122756958
-0.519584596157074
-1.2813985347747803
-0.6673207879066467
-1.226527452468872
-1.5916184186935425
-1.4224464893341064
-0.206361785531044
-0.2783433496952057
-1.3851451873779297
-2.0521769523620605
1.5708998441696167
-0.3882922828197479
-1.271144151687622
1.382392168045044
1.376051425933838
-0.07293776422739029
1.1387050151824951
-1.3122206926345825
-0.709418773651123
0.7705692648887634
-0.8250994086265564
2.253269672393799
-1.9629449844360352
2.316263437271118
0.7509187459945679
1.0859715938568115
-1.2137411832809448
-1.245516061782837
1.2939772605895996
-2.046579599380493
1.4002147912979126
0.794198751449585
-0.36301666498184204
0.2700034976005554
-0.33273249864578247
-0.10938256978988647
0.027452588081359863
-0.47920024394989014
0.034967243671417236
0.40050023794174194
0.05584937334060669
-0.469666063785553
-0.4057725667953491
-0.1813030242919922
-0.44362759590148926
-0.09109765291213989
-0.2943424582481384
-0.2828299403190613
0.134446918964386
0.4697112441062927
0.2721092700958252
0.02844226360321045
-0.26437264680862427
0.480302095413208
0.39767003059387207
-0.4897858500480652
0.28600263595581055
0.37862086296081543
0.3840845823287964
0.12285488843917847
0.2965548634529114
-0.07958841323852539
0.020959198474884033
-0.17057061195373535
-0.38441401720046997
0.3661035895347595
0.16827094554901123
0.2350609302520752
0.03347533941268921
-0.11583572626113892
-0.2886853814125061
0.30453360080718994
-0.481728732585907
-0.1029289960861206
-0.23220407962799072
-0.3988155126571655
0.3021601438522339
-0.3238426446914673
0.32108819484710693
-0.22365409135818481
-0.322820246219635
-0.5482074022293091
-0.8925004005432129
-0.8411834239959717
1.8209425210952759
-1.8003183603286743
-1.972676157951355
-1.7426649332046509
-2.199674606323242
2.2984907627105713
1.0744221210479736
1.0686672925949097
0.4645110070705414
3.3423357009887695
0.638651430606842
2.1624672412872314
2.141130208969116
-2.259645938873291
0.7537689208984375
1.434520959854126
-1.3036242723464966
0.2314228117465973
0.24175816774368286
0.15958614647388458
0.6704680323600769
1.8594107627868652
-2.3234729766845703
0.036075882613658905
-2.4108664989471436
2.1072559356689453
-2.0411806106567383
0.7824040651321411
-0.8423418998718262
-1.7697395086288452
-1.7396481037139893
-2.9454543590545654
1.4093906879425049
-1.7402435541152954
1.8482705354690552
-1.9482327699661255
-2.373642683029175
-0.7381107807159424
-0.8695520162582397
0.5363492965698242
-0.43200796842575073
2.71323299407959
2.868736743927002
-0.5862650275230408
-0.7680221199989319
0.9315619468688965
-1.816512107849121
-1.3159780502319336
1.5228474140167236
-1.5710837841033936
-1.54896879196167
1.5594457387924194
-0.26554059982299805
0.7426366806030273
-2.9122045040130615
-0.34292277693748474
1.9184521436691284
-1.8710191249847412
1.2688562870025635
-1.4452495574951172
-1.9207382202148438
1.0073779821395874
-2.01436448097229
-1.2428886890411377
0.004394988063722849
-1.5077208280563354
1.287560224533081
-0.9381395578384399
-2.2118911743164062
1.5669368505477905
0.8670323491096497
1.6649084091186523
1.8568692207336426
-1.4472869634628296
0.944248378276825
-1.2328232526779175
-1.4397131204605103
-1.3828685283660889
0.3969014286994934
-1.977151870727539
2.501638174057007
-1.3523627519607544
-2.050363779067993
-0.690798282623291
1.1155933141708374
-1.9828810691833496
-1.3351680040359497
-1.850422978401184
-1.5155398845672607
1.4221850633621216
3.2340824604034424
-0.8164718151092529
-1.0992873907089233
1.1552181243896484
1.172559380531311
0.962560772895813
-1.3645159006118774
1.4092220067977905
-1.4764598608016968
-0.9303858876228333
-1.901450514793396
-0.7078046202659607
-2.9047207832336426
0.23300793766975403
0.3955649733543396
-0.23216985166072845
-2.1983790397644043
-1.074352741241455
1.946761131286621
1.310640573501587
1.3660651445388794
-1.962802529335022
1.184450626373291
-1.479936122894287
-0.27732983231544495
-0.18680642545223236
0.37455564737319946
-0.14835698902606964
-0.3076132833957672
1.9645273685455322
-2.3596723079681396
-2.5183045864105225
1.246363639831543
-0.2293180674314499
-1.334323525428772
1.9343783855438232
0.19465835392475128
1.4334473609924316
-0.6597257256507874
-1.7643892765045166
-1.3795539140701294
-1.0141911506652832
0.37850505113601685
-1.143656611442566
1.7322813272476196
-1.4338911771774292
-1.346561074256897
-0.8663855195045471
-0.024861423298716545
1.0443536043167114
-0.3596135675907135
1.6893138885498047
1.5730620622634888
2.043288469314575
-0.8886445760726929
1.1436190605163574
-0.13731184601783752
0.18148237466812134
0.06863218545913696
1.861043095588684
-1.2547266483306885
0.4675476849079132
-0.8920950889587402
2.76263689994812
-2.1024670600891113
1.3014366626739502
0.410508394241333
-2.065800666809082
1.9100160598754883
-1.2661486864089966
-1.4315282106399536
1.2863487005233765
-0.5209513306617737
0.18900784850120544
-0.6200499534606934
1.0919796228408813
1.2949992418289185
1.8311834335327148
-0.6309800744056702
-1.036436676979065
-1.46454918384552
-1.0774434804916382
-0.21164925396442413
0.5472158789634705
-1.6156420707702637
0.7269410490989685
2.3997154235839844
1.9898898601531982
-2.8774397373199463
1.7468994855880737
0.5216243267059326
-1.4226404428482056
-0.9222719073295593
-1.0677613019943237
-1.3991597890853882
-1.3334318399429321
-1.114537000656128
1.0117642879486084
-1.7240781784057617
2.2081172466278076
-0.3321112096309662
-0.04863898083567619
-1.954527735710144
0.934497594833374
-1.939404010772705
-1.205657958984375
0.8141392469406128
-0.45586907863616943
0.16469871997833252
0.6992797255516052
-0.9083335995674133
-1.2360150814056396
-0.7078216671943665
2.2581377029418945
1.2449125051498413
0.36990436911582947
-1.1350542306900024
-1.8281548023223877
-0.04560536891222
1.336372971534729
1.5966044664382935
-0.2806623876094818
-2.690683603286743
1.488364577293396
1.2594817876815796
-0.8541000485420227
0.9953206181526184
-1.729005217552185
-1.614941954612732
2.464164972305298
-1.7481051683425903
1.2733962535858154
-1.4974161386489868
0.3735888600349426
2.4409022331237793
0.12760788202285767
-2.6272847652435303
1.6590685844421387
-0.39515167474746704
-1.5131869316101074
-1.444319725036621
-0.7430287003517151
-1.3906850814819336
-1.2436405420303345
-0.7295632362365723
0.5348122715950012
-0.7152518630027771
-1.964199423789978
-1.3741601705551147
1.9598500728607178
-0.9010434150695801
-1.754311442375183
-1.8925650119781494
1.7997486591339111
-1.5390464067459106
1.1551458835601807
1.4152905941009521
1.3016828298568726
1.7521770000457764
1.8663119077682495
-1.2528975009918213
1.1634689569473267
1.7202240228652954
-1.3749347925186157
2.1172566413879395
2.0610384941101074
-0.33355990052223206
1.8807801008224487
1.6060596704483032
1.4079303741455078
-1.774338722229004
2.2681519985198975
0.3469183146953583
-0.06730698049068451
-1.7645025253295898
0.4213503301143646
1.1567020416259766
-2.2929162979125977
-0.42799410223960876
-0.4601147472858429
-0.0709715336561203
-0.6093144416809082
2.66058087348938
-0.15211442112922668
1.2571723461151123
-0.5473414659500122
-1.6797865629196167
-0.02463594451546669
-0.28080543875694275
-2.2248270511627197
1.022548794746399
1.229984998703003
-0.15665075182914734
0.6123400330543518
-0.6697090864181519
1.9317290782928467
0.37115946412086487
-1.8740859031677246
1.2840819358825684
-1.4751555919647217
-1.9680842161178589
1.3637330532073975
-1.240981101989746
-0.33215591311454773
-3.0394463539123535
-1.9237802028656006
-1.305775761604309
1.7918446063995361
-2.7986245155334473
-2.0626137256622314
1.5268996953964233
-0.20737121999263763
0.9586567878723145
1.50441575050354
2.4268131256103516
1.3445531129837036
-1.4531643390655518
-2.1953494548797607
-0.4666244387626648
-0.3936784863471985
-0.017402231693267822
0.07313400506973267
0.15887612104415894
-0.457008421421051
-0.22585570812225342
-0.3243480920791626
0.24723339080810547
-0.09574997425079346
-0.06709611415863037
0.17770051956176758
-0.15920478105545044
0.3347284197807312
-0.22025340795516968
0.18166518211364746
-0.46609336137771606
0.2623180150985718
0.3050801157951355
0.4475290775299072
0.35479992628097534
-0.2813943028450012
0.0746450424194336
0.2612953186035156
0.3911580741405487
1.7230838537216187
1.02841055393219
-1.2366018295288086
-1.5730513334274292
0.48893845081329346
0.9276936054229736
1.2098463773727417
1.817547082901001
-0.9184156656265259
-0.26369449496269226
0.2867875397205353
0.07398787885904312
-1.1155891418457031
-1.5466331243515015
0.9631208777427673
1.4671496152877808
0.08301379531621933
0.09195773303508759
-1.7947967052459717
-0.33112582564353943
1.2520151138305664
-0.8706327080726624
2.233414649963379
-0.2873299717903137
0.14481711387634277
0.40121322870254517
-0.05118429660797119
-0.054498374462127686
-0.2040996551513672
-0.1347414255142212
-0.4662242531776428
-0.20330798625946045
0.23424577713012695
0.13919025659561157
0.12130236625671387
-0.0006437897682189941
-0.46455687284469604
0.11825716495513916
-0.10126519203186035
0.093303382396698
0.07845759391784668
0.053842008113861084
-0.23202365636825562
-0.27909111976623535
0.46428531408309937
0.4163246750831604
0.26859623193740845
-0.045100629329681396
0.9393571019172668
-0.951013445854187
-1.3257839679718018
-1.6129379272460938
-1.5428407192230225
1.7020679712295532
-1.8613213300704956
1.146788239479065
1.1681535243988037
-2.710392713546753
-1.2404022216796875
-1.6694040298461914
2.3721015453338623
-1.4849388599395752
1.3534148931503296
-1.6757795810699463
1.8479840755462646
-1.6522918939590454
-0.053845249116420746
-1.6236485242843628
-1.1698368787765503
0.34326788783073425
2.115755081176758
0.19308960437774658
-0.28837645053863525
0.14505314826965332
-0.04395937919616699
0.39740967750549316
-0.4449537396430969
0.32035887241363525
0.30907106399536133
-0.0315815806388855
-0.3255741596221924
-0.058416128158569336
-0.382828950881958
0.3023683428764343
0.06613302230834961
0.20762544870376587
-0.08888912200927734
0.14014434814453125
-0.04120218753814697
0.4388704299926758
0.3585735559463501
0.264152467250824
0.07314825057983398
-0.2591586709022522
0.2242717742919922
0.5967494249343872
0.7113317847251892
0.6464735269546509
1.7636431455612183
-1.1168889999389648
1.9717316627502441
-1.2586982250213623
1.3940966129302979
-1.7097644805908203
-2.3184094429016113
-0.0012711345916613936
-3.1087539196014404
-0.7118471264839172
-1.0732173919677734
1.0124614238739014
-1.652071475982666
1.4893609285354614
-1.4705262184143066
-0.29767096042633057
-1.8181670904159546
0.4762241840362549
2.0529069900512695
-0.9013144373893738
-0.39485079050064087
-1.646530270576477
-2.200866222381592
-2.653601884841919
0.1604553908109665
1.5576127767562866
2.029567241668701
-1.5010024309158325
-1.5231895446777344
-2.1199960708618164
-2.3613109588623047
1.0509099960327148
-2.6838173866271973
2.15081524848938
1.7943395376205444
1.9633187055587769
-2.2543516159057617
1.6367771625518799
2.0588631629943848
-1.3565415143966675
-0.44061338901519775
2.398205041885376
-1.7648149728775024
2.1235365867614746
1.1737312078475952
0.34710025787353516
0.32353901863098145
0.08560848236083984
0.24244028329849243
-0.45141178369522095
-0.4761907458305359
-0.0073476433753967285
0.09624499082565308
-0.3074299097061157
-0.4148683547973633
-0.30239421129226685
0.09716564416885376
-0.4203173518180847
-0.23125207424163818
-0.1623774766921997
0.14459216594696045
-0.20302236080169678
0.3465641140937805
0.4509533643722534
-0.4647377133369446
0.1984877586364746
-0.4466867446899414
0.10230141878128052
-0.12112075090408325
0.44725626707077026
-0.11450070142745972
-0.27380454540252686
-0.45269519090652466
-0.17299139499664307
-0.06171715259552002
-0.24196583032608032
-0.27048391103744507
0.30401039123535156
0.45219528675079346
-0.2854308485984802
-0.09502184391021729
-0.17225617170333862
-0.2686411738395691
-0.289370596408844
0.2636066675186157
0.39144426584243774
0.2835208773612976
-0.4349181056022644
0.4779093265533447
-0.32429665327072144
-0.1448725461959839
0.1623801589012146
0.09743553400039673
-0.8736554384231567
1.6344523429870605
-1.6576099395751953
2.0953264236450195
-0.2705068588256836
1.418460488319397
-1.5527094602584839
1.7263063192367554
1.1299556493759155
0.8777844905853271
-0.5170720219612122
1.0233685970306396
-0.8815511465072632
0.12854471802711487
-2.2663686275482178
1.6520185470581055
2.3169708251953125
-1.4309712648391724
2.083167791366577
0.30736368894577026
-2.1742007732391357
-1.4272055625915527
2.221223831176758
2.165738582611084
-2.7027721405029297
0.6496490836143494
1.8216818571090698
1.9449442625045776
-1.525542140007019
-1.5686366558074951
-0.5898721218109131
-0.9447435140609741
-1.8716087341308594
-1.1219803094863892
0.43073952198028564
0.8672364950180054
1.7939683198928833
2.73166561126709
-2.3167333602905273
-0.6891503930091858
0.36344215273857117
-1.58110511302948
-1.249916672706604
-0.6510941386222839
-1.5359240770339966
-1.5032373666763306
-0.2800222635269165
-0.4329625070095062
0.8261991739273071
1.8545453548431396
-2.3047142028808594
-1.5079264640808105
1.0815399885177612
1.1522494554519653
1.1624565124511719
-1.3687208890914917
1.2840780019760132
-2.3204197883605957
-1.755605697631836
-0.03202143311500549
1.9099642038345337
-0.924248456954956
-1.9196677207946777
-0.7501326203346252
1.4644813537597656
-0.559028685092926
1.4855644702911377
-0.08667241781949997
1.0035080909729004
-1.7651090621948242
-0.7436004281044006
1.7592082023620605
-0.7374617457389832
-1.6127017736434937
-1.9113638401031494
-1.5141854286193848
2.0117368698120117
1.332725167274475
1.4546542167663574
-1.2522532939910889
-1.7910239696502686
1.173459529876709
-0.5300131440162659
0.5272847414016724
-1.1062413454055786
1.9502618312835693
-2.66912841796875
1.68845534324646
-0.27562761306762695
-2.072486162185669
2.154902219772339
-1.1358040571212769
-1.2832051515579224
-1.4264320135116577
2.4213545322418213
1.8628664016723633
-0.27239561080932617
-0.21586275100708008
-0.047899484634399414
0.4192171096801758
0.1961553692817688
0.02647620439529419
-0.11603188514709473
0.2029052972793579
0.4873415231704712
-0.44231605529785156
-0.3647741675376892
0.12404412031173706
0.1429235339164734
-0.3065052032470703
-0.14940869808197021
0.448014497756958
-0.4767700433731079
0.08917063474655151
0.2229982614517212
-0.4450151324272156
0.1589677929878235
-0.32366251945495605
0.30305182933807373
-0.4495236873626709
0.2633191645145416
1.590444803237915
0.8530513048171997
-1.0375581979751587
0.2627479135990143
0.5749685168266296
-1.7237515449523926
-1.3696074485778809
-1.8501605987548828
1.6211031675338745
-1.1542870998382568
-2.7760846614837646
2.503864288330078
2.686936378479004
-2.6435494422912598
1.6242300271987915
1.889670491218567
0.7295796275138855
1.4478119611740112
-1.9913970232009888
1.4424500465393066
-1.5057003498077393
2.41501522064209
1.25892174243927
-0.44928932189941406
0.3024333715438843
-0.15171033143997192
-0.24137914180755615
-0.3443737030029297
0.02064657211303711
0.3538835644721985
0.2910793423652649
-0.21873527765274048
0.4478893280029297
-0.2518886923789978
0.29126542806625366
-0.4504225254058838
0.23056703805923462
0.01982247829437256
-0.34210413694381714
-0.3803110718727112
-0.3727295994758606
0.3971502184867859
0.28659629821777344
-0.4820953607559204
-0.1070396900177002
0.24397963285446167
-0.13461977243423462
0.1923387050628662
0.23549681901931763
0.05144929885864258
-0.014717578887939453
-0.23606210947036743
0.1578446626663208
-0.0217362642288208
-0.38429224491119385
0.28997743129730225
-0.13066917657852173
-0.030426740646362305
0.2824847102165222
-0.3465070128440857
0.07608860731124878
0.3096960783004761
-0.07703030109405518
-0.41114968061447144
-0.018161118030548096
-0.12878799438476562
-0.1202927827835083
0.4473852515220642
-0.3091138005256653
-0.2505022883415222
-0.34797900915145874
-0.04911881685256958
-0.2103285789489746
-0.18311864137649536
0.18814218044281006
0.4592286944389343
0.2547155022621155
0.08448463678359985
0.1545899510383606
0.195206880569458
-0.3733711838722229
-0.18933933973312378
-0.0036650896072387695
0.22697126865386963
-0.3754832148551941
-0.29168522357940674
0.24107468128204346
-0.4794386029243469
-0.022202134132385254
-0.38911110162734985
-0.015788674354553223
-0.15033560991287231
0.22166186571121216
0.3381136655807495
0.45929980278015137
0.5694829225540161
-1.5101524591445923
0.29634764790534973
-0.7223970890045166
0.02432846650481224
2.146831512451172
0.6869685649871826
0.10987531393766403
-0.2011418342590332
1.003024935722351
0.5995875000953674
-2.392327070236206
-0.5710416436195374
2.402576446533203
-1.2177867889404297
-0.7647980451583862
-1.613554835319519
-0.9415128231048584
0.9562682509422302
-1.6811609268188477
2.113135814666748
1.3808029890060425
-0.3495285212993622
1.8309259414672852
0.7148994207382202
-1.696689248085022
-1.729947805404663
-0.9014653563499451
-0.33358263969421387
1.3673919439315796
0.7897883057594299
-2.1938607692718506
-1.5677781105041504
-0.8701803088188171
1.371163010597229
