24
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
-0.010192692279815674
0.039644211530685425
0.12218577414751053
-0.1277054101228714
-0.03851672634482384
0.05988931283354759
0.14250734448432922
0.07427162677049637
-0.08369193971157074
0.1709277629852295
-0.09039511531591415
0.01928757317364216
-0.05803702771663666
-0.004506038036197424
-0.01990697532892227
-0.1621961146593094
-0.030733833089470863
-0.16242855787277222
-0.03345419839024544
0.007571530994027853
0.08576709777116776
0.1078527569770813
0.09335725009441376
-0.021269798278808594
0.021569471806287766
0.08112871646881104
0.014589978381991386
-0.07198839634656906
-0.04467644914984703
0.0582040511071682
0.08291878551244736
-0.02060977928340435
-0.06664954870939255
-0.027284501120448112
0.01152204629033804
-0.04476858302950859
-0.054000090807676315
0.03544750437140465
-0.06685446202754974
0.05859311670064926
0.03644542023539543
-0.043285224586725235
-0.01126207783818245
0.035693708807229996
-0.052354101091623306
-0.042811453342437744
0.01361136045306921
-0.030487563461065292
-0.02820638380944729
0.04834995046257973
0.01630103401839733
-0.08537033945322037
-0.09640984237194061
0.12578576803207397
0.11250937730073929
0.09008336812257767
-0.013958413153886795
0.19187670946121216
-0.2165793627500534
-0.12038546055555344
-0.04993820935487747
-0.045321039855480194
0.009527820162475109
0.0097707724198699
0.1284348964691162
-0.17670536041259766
-0.06840965151786804
0.009836351498961449
-0.040562912821769714
0.005293895490467548
0.15394547581672668
-0.20790676772594452
0.01649106666445732
-0.036128588020801544
0.0666690543293953
-0.03510819748044014
-0.1184995025396347
0.09323730319738388
0.08922942727804184
0.04045247286558151
-0.06359260529279709
0.1748473048210144
-0.18492338061332703
-0.040942657738924026
0.0014739970210939646
-0.19908663630485535
-0.0301932655274868
-0.16885855793952942
-0.03770055994391441
-0.21408642828464508
-0.049765266478061676
0.0034543732181191444
0.001498514087870717
0.07187534868717194
0.09771367907524109
-0.14927053451538086
0.014807759784162045
-0.09807470440864563
0.14686724543571472
-0.06218929588794708
-0.07393908500671387
0.06701342761516571
0.21412380039691925
0.13525551557540894
-0.04277276247739792
0.16368217766284943
-0.15180140733718872
-0.001826552557758987
-0.03550400212407112
-0.14612053334712982
-0.0029189661145210266
-0.1290772259235382
-0.033587757498025894
-0.17889747023582458
-0.1616615206003189
-0.025923678651452065
-0.013797410763800144
0.20785202085971832
0.05411405861377716
-0.10865973681211472
0.002067015739157796
-0.0664835274219513
0.13074015080928802
-0.12267035990953445
-0.12189240008592606
0.12059184163808823
0.1396060585975647
0.1744993031024933
-0.007270175963640213
0.15917904675006866
-0.12484976649284363
-0.12261568754911423
-0.13534684479236603
-0.08857482671737671
0.00022631078900303692
-0.17692960798740387
0.030228160321712494
-0.21572832763195038
-0.09344614297151566
0.0010332460515201092
0.14613434672355652
-0.0025433648843318224
0.08716388791799545
-0.11027437448501587
-0.07940398901700974
0.05550665408372879
0.07719174027442932
-0.10663583129644394
-0.019192585721611977
0.05232338607311249
0.029171274974942207
-0.035636164247989655
-0.10059372335672379
0.028110533952713013
0.01670808531343937
-0.09077863395214081
-0.009217956103384495
-0.04280935600399971
-0.037132252007722855
-0.05871617794036865
-0.055348895490169525
-0.04215026646852493
-0.06360254436731339
-0.030600756406784058
-0.0358356311917305
-0.020774371922016144
0.08396076411008835
-0.04196637496352196
-0.11703195422887802
-0.07374132424592972
-0.042553480714559555
-0.0047625042498111725
0.08467172831296921
0.09356129914522171
-0.10559254139661789
-0.08250071108341217
-0.009446726180613041
-0.1112602949142456
0.11340320110321045
-0.028600936755537987
0.13232174515724182
-0.07775472104549408
-0.13142475485801697
0.11391495168209076
-0.10159048438072205
0.0841916874051094
0.0876096859574318
0.12387334555387497
0.037517767399549484
-0.10635221004486084
0.03700514882802963
0.10318438708782196
0.06436144560575485
0.09231779724359512
-0.03383387625217438
0.01650410331785679
-0.005416090600192547
0.004571008030325174
-0.018022259697318077
-0.013553861528635025
0.02415577881038189
0.010639587417244911
-0.023370470851659775
-0.010799901559948921
0.027386566624045372
0.03159612789750099
0.026326293125748634
-0.04389762133359909
-0.08096881955862045
0.041928526014089584
-0.01097603514790535
0.031206008046865463
-0.04231894388794899
0.020723897963762283
-0.023554347455501556
0.016848355531692505
0.10057475417852402
-0.043674517422914505
-0.0918780267238617
0.08115318417549133
0.08892521262168884
-0.12134066969156265
-0.08822501450777054
-0.07139486819505692
0.00454713823273778
-0.10445209592580795
0.06993845105171204
0.03184767812490463
0.07004858553409576
0.07084155082702637
-0.06510413438081741
0.0723937600851059
-0.05524878203868866
0.11373616009950638
0.0564386248588562
0.11196111142635345
-0.03245686739683151
-0.05305890366435051
-0.12666629254817963
0.10286805778741837
-0.006919229403138161
0.10900241136550903
-0.06541238725185394
0.11179954558610916
0.03518129512667656
-0.032747846096754074
-0.09626097977161407
-0.058158423751592636
-0.03590622916817665
0.05951937660574913
0.1228025034070015
0.03544538468122482
0.07739289104938507
0.028399085626006126
-0.029509013518691063
-0.03505071625113487
-0.06335967779159546
0.11509335786104202
0.06467042118310928
0.06615153700113297
-0.01535022258758545
-0.07549097388982773
-0.03834446892142296
0.11163599789142609
0.01819322630763054
-0.04848278686404228
0.044309232383966446
0.004140960052609444
-0.06798504292964935
0.03284063935279846
0.09649763256311417
0.026170380413532257
-0.015388846397399902
0.049322277307510376
-0.03574400767683983
-0.03932733088731766
-0.05530465766787529
0.03141700103878975
0.024784628301858902
-0.11601053178310394
-0.013903929851949215
0.02342173643410206
-0.06134714558720589
0.0076681687496602535
0.06240159273147583
0.11480256915092468
0.12488234788179398
-0.17508690059185028
0.06430598348379135
-0.10573025047779083
-0.14509929716587067
-0.09383157640695572
0.11194318532943726
0.045031748712062836
-0.06252124905586243
-0.12528610229492188
-0.009128354489803314
-0.0698477178812027
0.07933509349822998
-0.05526629090309143
0.1252671182155609
-0.06173879653215408
-0.12183409929275513
0.05336900055408478
-0.07867849618196487
-0.00285629671998322
0.027135269716382027
0.055183228105306625
-0.09392668306827545
-0.10063239932060242
0.14898467063903809
0.09163057804107666
-0.009304339066147804
-0.0024119813460856676
-0.027948930859565735
-0.0172884464263916
-0.04449041932821274
0.009486805647611618
0.018543411046266556
0.05168662220239639
-0.06663773953914642
0.12167257815599442
-0.05500030517578125
-0.08658700436353683
-0.04785173386335373
-0.02787363901734352
0.0032070630695670843
-0.08959979563951492
0.12114045023918152
-0.04194137081503868
-0.054391615092754364
-0.08317752182483673
0.037319786846637726
0.12068197876214981
0.06935014575719833
-0.15368351340293884
-0.02758624404668808
0.012467863038182259
-0.032204028218984604
0.056417107582092285
-0.005126663949340582
0.09143877774477005
0.022925162687897682
0.01658899523317814
-0.0007832471164874732
0.06038644537329674
0.017025668174028397
-0.1762627512216568
-0.020674439147114754
-0.006559750065207481
0.1464022397994995
-0.1349005252122879
0.023963339626789093
-0.021136175841093063
-0.048263415694236755
-0.02839711122214794
-0.00036478371475823224
0.19020645320415497
0.03494637832045555
-0.1824713796377182
-0.06395941227674484
-0.036873843520879745
-0.11218095570802689
0.042898714542388916
0.0426299050450325
0.016229968518018723
-0.0989137515425682
0.004665626212954521
0.05467921495437622
0.01716497540473938
0.05649891123175621
-0.022686030715703964
0.006298670079559088
0.04518624022603035
-0.05476884916424751
-0.029107483103871346
-0.01528879813849926
0.07503446191549301
0.04873405396938324
0.0633232370018959
-0.053244516253471375
-0.037924665957689285
0.08582624047994614
-0.014874843880534172
0.021938849240541458
-0.0038597348611801863
0.06853872537612915
0.03634582459926605
0.015347600914537907
0.042620960623025894
0.023627232760190964
-0.018947843462228775
-0.03696902096271515
0.10254082083702087
-0.14254401624202728
-0.0678388848900795
-0.11644744873046875
-0.08945541828870773
0.11392079293727875
-0.06504955142736435
0.1450277417898178
-0.05069687217473984
0.00292484019882977
-0.054010532796382904
0.07480026036500931
0.14849261939525604
0.03814602643251419
-0.1341092735528946
0.03521222621202469
0.07291612029075623
0.037502940744161606
0.0855751484632492
-0.05917401611804962
0.10447575896978378
0.07095968723297119
-0.00701494887471199
0.053167760372161865
-0.006570182740688324
0.005305758677423
-0.1511942744255066
0.019336994737386703
-0.023867294192314148
0.1217484176158905
-0.03752659261226654
0.0003888453356921673
-0.11101797223091125
-0.012271090410649776
-0.05444714054465294
0.11422000080347061
0.10343676060438156
0.12613508105278015
-0.024849826470017433
0.036860525608062744
0.0661226287484169
0.11548108607530594
-0.027140313759446144
-0.017725860700011253
0.06585194915533066
0.04745802655816078
0.020722439512610435
-0.029344385489821434
0.12291868776082993
-0.16739986836910248
-0.16107766330242157
-0.11495667695999146
-0.027296140789985657
-0.004454918205738068
-0.10242117941379547
0.08050119876861572
-0.041956957429647446
-0.05217621475458145
-0.11175204068422318
0.13504807651042938
0.1723056435585022
0.020047228783369064
-0.07213111966848373
0.05477772653102875
-0.015598881058394909
-0.03018907457590103
0.02768794447183609
-0.008282918483018875
-0.012849248945713043
-0.0366603247821331
0.0195856224745512
0.001335263135842979
0.009605182334780693
0.024166302755475044
0.022848811000585556
0.021032080054283142
0.04983247444033623
0.02894454635679722
0.041553642600774765
0.010929628275334835
0.017392748966813087
0.05000997334718704
0.03966879844665527
-0.06003429368138313
-0.05167480930685997
-0.0584363155066967
0.039675526320934296
-0.03759261220693588
0.09447052329778671
-0.1014816015958786
0.004414740018546581
0.0006992826820351183
-0.009384644217789173
-0.05967318266630173
-0.08070282638072968
0.06381279975175858
-0.09795834124088287
-0.009770946577191353
-0.020872892811894417
0.09935297071933746
0.07605805993080139
-0.039131466299295425
0.11792279779911041
-0.08088665455579758
0.08655645698308945
0.05557458847761154
0.10060473531484604
-0.08915694802999496
-0.017645157873630524
0.026087148115038872
-0.00725055206567049
0.03334467113018036
0.03417600318789482
0.07206884771585464
-0.02198040299117565
-0.01699039898812771
-0.04545791447162628
-0.010045354254543781
-0.011172058060765266
0.03502285107970238
0.0007138792425394058
0.009183728136122227
0.03280578553676605
0.04013083875179291
-0.006938068196177483
-0.024707050994038582
0.0431811548769474
0.03840950131416321
0.00610310910269618
0.0016495650634169579
-0.010293856263160706
-0.007895980961620808
-0.03570205718278885
-0.07010278850793839
0.01659497246146202
0.08234085142612457
0.06452443450689316
0.032463621348142624
0.007021070923656225
0.07785078138113022
-0.02386649139225483
-0.04861229285597801
-0.01378349307924509
0.01564590260386467
-0.03445475175976753
0.0741676613688469
0.0869981050491333
0.06246010214090347
0.037814464420080185
-0.005317201372236013
0.07845837622880936
-0.0559668093919754
0.04686703532934189
-0.0014527332969009876
0.03212568163871765
-0.032719265669584274
-0.016908589750528336
-0.09494829922914505
0.06336452811956406
0.08421123027801514
0.0808814987540245
-0.036826230585575104
0.04829265922307968
0.11081687361001968
-0.080220527946949
0.020556539297103882
-0.03438858687877655
-0.04778256639838219
-0.06362082809209824
0.085001140832901
0.09462632983922958
0.07047849893569946
0.004724784288555384
-0.08238067477941513
0.10053896903991699
0.08137856423854828
0.010269192978739738
0.0674009695649147
0.06656268239021301
-0.05895150080323219
-0.06307963281869888
0.02850263938307762
0.03387313336133957
0.07678903639316559
-0.09855080395936966
-0.04589328542351723
0.051505569368600845
0.03871884569525719
-0.10515284538269043
-0.09383410215377808
-0.06289250403642654
-0.07744980603456497
-0.07503342628479004
0.0734468549489975
0.10232985019683838
0.04100944474339485
-0.003117165295407176
-0.014018981717526913
-0.055339422076940536
0.14754419028759003
0.08108027279376984
0.07466510683298111
0.07752709090709686
-0.06018318235874176
-0.08857710659503937
0.09112697094678879
0.0244479700922966
0.08233992755413055
0.06558600813150406
0.034339793026447296
-0.07272706925868988
0.07600798457860947
0.007704867050051689
-0.07675999402999878
-0.0641799122095108
0.08031994849443436
-0.07972182333469391
0.08680093288421631
-0.0666908249258995
0.0393204465508461
0.05993622541427612
-0.03591626510024071
0.07100600749254227
0.06792626529932022
0.10290460288524628
0.08797480911016464
-0.0748736783862114
0.013856363482773304
0.0029274977277964354
-0.09321372956037521
0.04883887618780136
0.01881304569542408
0.026038166135549545
0.08352075517177582
0.013132704421877861
0.04756200313568115
0.016651488840579987
-0.004864892456680536
0.01737285405397415
-0.0960485190153122
-0.014291827566921711
0.03112858533859253
0.0006949238595552742
0.001405456569045782
-0.07504460215568542
-0.0009144411305896938
-0.0078111691400408745
0.02377248741686344
0.007932668551802635
0.02218089997768402
-0.010528016835451126
-0.02425440214574337
-0.03781472519040108
-0.05490994080901146
0.015457289293408394
-0.07317983359098434
0.028589950874447823
-0.05894153565168381
0.09461977332830429
-0.005739638581871986
-0.03888250142335892
-0.042681142687797546
-0.06047955900430679
0.03316926956176758
-0.034275662153959274
0.04751911759376526
-0.09029559791088104
0.044880639761686325
-0.03218904510140419
-0.031398430466651917
0.08487576246261597
-0.10179346054792404
0.010544062592089176
0.07719272375106812
0.01012847013771534
0.04630834236741066
-0.058194056153297424
-0.030177313834428787
0.008392122574150562
-0.05574502795934677
0.012042248621582985
0.04312532767653465
-0.025684721767902374
-0.0624164417386055
-0.02943260595202446
-0.019189748913049698
0.06843806803226471
-0.06339193135499954
-0.008651841431856155
-0.008071640506386757
-0.03329869359731674
-0.047323115170001984
-0.05728469789028168
-0.04236890748143196
0.015033447183668613
-0.04259965196251869
-0.028308751061558723
-0.011445422656834126
-0.036646973341703415
-0.008839823305606842
0.05627519637346268
-0.03360576927661896
-0.04360802844166756
-0.023190971463918686
-0.016936225816607475
0.0044496431946754456
-0.017619146034121513
-0.102434903383255
0.07306358963251114
0.09192123264074326
0.17179028689861298
-0.028268177062273026
0.05899592861533165
0.032864827662706375
-0.09220386296510696
-0.11542931199073792
-0.05772710219025612
-0.017254317179322243
-0.07234707474708557
-0.06816528737545013
0.032734163105487823
0.0023725240025669336
-0.13710054755210876
0.05234227329492569
-0.0033371069002896547
0.013009046204388142
0.025174053385853767
-0.03361227363348007
-0.03318934515118599
0.0021485851611942053
0.002626200672239065
-0.1251431703567505
0.0071538896299898624
-0.007960785180330276
-0.01203225739300251
0.0014568348415195942
0.030336525291204453
-0.010347736068069935
-0.09352504462003708
-0.0023525208234786987
-0.11632905155420303
-0.012485341168940067
-0.004678783006966114
-0.07197675853967667
-0.03797205910086632
-0.023959849029779434
-0.06670671701431274
0.01785227470099926
-0.003464285982772708
0.027451150119304657
-0.03113049641251564
0.0353783443570137
-0.0197454784065485
-0.02509191632270813
0.11254885792732239
-0.04062633588910103
0.11837965250015259
-0.03941882401704788
-0.040800128132104874
0.032489169389009476
-0.04628264158964157
0.07720694690942764
-0.008467338047921658
0.03890687972307205
0.008383592590689659
-0.07413722574710846
0.08609959483146667
-0.045682910829782486
0.07662774622440338
0.03182884678244591
0.008695986121892929
-0.02111804112792015
-0.0825599953532219
-0.0775841474533081
0.09846150130033493
0.01771489530801773
-0.04172419384121895
0.027490215376019478
0.009811480529606342
-0.15053094923496246
-0.026931416243314743
-0.032927609980106354
-0.001361353206448257
0.013008654117584229
-0.04185645282268524
-0.03355559706687927
0.006142337806522846
-0.026833124458789825
-0.06793031841516495
0.02614698000252247
0.03462255001068115
-0.0035715505946427584
0.0026882519014179707
-0.10565265268087387
-0.1749008446931839
0.07510261237621307
0.1881033033132553
-0.00487605482339859
-0.05328328162431717
0.04009212553501129
-0.09852488338947296
0.18604497611522675
0.07082732766866684
-0.16275526583194733
0.037831731140613556
0.05975153297185898
-0.009742114692926407
-0.054423943161964417
-0.0454571507871151
0.0008124125888571143
0.05133203789591789
0.005640860181301832
-0.08438500761985779
-0.006718509364873171
0.003168281400576234
-0.0643983855843544
0.050911542028188705
-0.09032220393419266
-0.2402675300836563
0.055771954357624054
0.1318667083978653
-0.012545437552034855
-0.03097698837518692
-0.023104779422283173
-0.10686720162630081
0.03283167630434036
0.013976652175188065
-0.21349218487739563
0.05832407996058464
0.15820486843585968
0.009286914952099323
0.07156859338283539
-0.0063819014467298985
-0.005366526078432798
0.04140284284949303
-0.013799399137496948
-0.13332493603229523
-0.02904673106968403
-0.0034877329599112272
0.11900729686021805
-0.010776479728519917
-0.06597200781106949
-0.12852373719215393
0.19035129249095917
0.05451750382781029
-0.0019782872404903173
-0.01818535476922989
-0.01506743673235178
-0.024571023881435394
0.009535929188132286
0.07133517414331436
-0.0722121000289917
0.03785066306591034
-0.04396609216928482
-0.037069834768772125
-0.004741048440337181
-0.052476946264505386
-0.012232107110321522
0.025975294411182404
-0.0010638984385877848
-0.014201152138411999
-0.06891889125108719
0.04963094741106033
-0.012163260020315647
0.04767313972115517
-0.010575351305305958
-0.10369861125946045
-0.04239661619067192
-0.0029782711062580347
-0.06142353639006615
0.023935362696647644
0.06811133027076721
-0.06828011572360992
-0.04665952920913696
-0.03955468535423279
0.022820761427283287
-0.016617074608802795
0.017221126705408096
-0.020538000389933586
-0.09570717811584473
0.19878007471561432
0.052155036479234695
0.08435066789388657
0.007541427854448557
0.005014596972614527
-0.05533842742443085
-0.011661024764180183
0.09797723591327667
0.030023906379938126
0.03475697711110115
-0.037044405937194824
0.065305694937706
0.06541759520769119
-0.016127707436680794
-0.0015039651188999414
-0.0007304082973860204
-0.02878188155591488
0.010717431083321571
0.04600536450743675
-0.18300561606884003
0.07797138392925262
0.05455581843852997
-0.02198910526931286
0.04908717796206474
0.0252327099442482
-0.020797230303287506
-0.036805953830480576
-0.014090321958065033
0.035158198326826096
0.005668771453201771
-0.06259758770465851
-0.0077694435603916645
-0.0548468716442585
-0.0037215533666312695
-0.1883985996246338
0.1095581129193306
0.007584074977785349
-0.014040646143257618
-0.031076693907380104
0.045407604426145554
-0.08917224407196045
-0.0032179076224565506
0.011469097808003426
-0.09845314174890518
0.13283410668373108
0.008167890831828117
0.13805481791496277
-0.011746403761208057
0.08297663927078247
-0.06866051256656647
-0.046618662774562836
-0.04856555536389351
0.007786351256072521
-0.0011525615118443966
0.0006042682216502726
0.039507750421762466
-0.1514510065317154
-0.03840271010994911
-0.1933571696281433
0.07374084740877151
0.1536828577518463
-0.018305715173482895
-0.02628025785088539
0.07037774473428726
-0.09660739451646805
0.19339339435100555
-0.06125359982252121
-0.10590560734272003
0.055325280874967575
0.01139800250530243
0.03738817572593689
-0.05232252553105354
0.1502951830625534
-0.07893290370702744
-0.005580808036029339
-0.03733598440885544
-0.03601466491818428
-0.028541199862957
-0.015404870733618736
-0.01442419458180666
-0.048887576907873154
-0.01042104046791792
-0.18907319009304047
0.03488912060856819
0.14659272134304047
0.15313014388084412
-0.029468312859535217
0.08180633187294006
0.017721999436616898
-0.052506864070892334
-0.020874375477433205
0.018300438299775124
-0.06405778229236603
-0.05472181364893913
-0.0474202036857605
0.03556478023529053
-0.064486563205719
0.0759446993470192
0.08512891083955765
0.05112684518098831
-0.03588683903217316
-0.01667109690606594
0.05199137330055237
-0.05839092284440994
0.06437279284000397
0.0437372624874115
0.03263721615076065
-0.08449132740497589
-0.04214808717370033
0.020542031154036522
0.039471082389354706
0.009787926450371742
0.041687965393066406
0.08882378786802292
0.059054624289274216
0.018228191882371902
-0.08437985181808472
-0.025639349594712257
-0.02541193924844265
0.07953301817178726
-0.04007101058959961
0.057210586965084076
0.05953149124979973
0.01782841421663761
0.01265659835189581
-0.07483895123004913
-0.07394792139530182
-0.06251077353954315
0.06417922675609589
0.061926521360874176
0.005149028263986111
-0.04821275919675827
-0.017529558390378952
0.04620594158768654
0.0028261763509362936
0.0712127685546875
-0.014553653076291084
0.0326378270983696
0.0542614720761776
-0.12114115059375763
-0.024969225749373436
-0.037826620042324066
-0.053626153618097305
-0.022539248690009117
0.013480440713465214
0.017701851204037666
-0.1122945249080658
0.045706696808338165
0.019020121544599533
-0.06439588963985443
0.047791313380002975
-0.018506232649087906
-0.0008546264725737274
0.04173881560564041
0.013960110954940319
0.01079646311700344
-0.058294426649808884
-0.04783351719379425
0.05722925066947937
0.04141869395971298
-0.020151816308498383
-0.06708890944719315
0.037238944321870804
0.017954954877495766
-0.02600385807454586
-0.0800224095582962
-0.07164829224348068
0.11941083520650864
-0.007294796872884035
0.017396029084920883
-0.0639355406165123
0.029191376641392708
-0.018145829439163208
-0.05054546520113945
0.03518290817737579
0.06524385511875153
0.030072951689362526
0.0810130164027214
0.060069844126701355
-0.04016752913594246
-0.04083281755447388
-0.017210407182574272
0.00834184605628252
0.07166137546300888
0.04077436774969101
-0.029982442036271095
0.0044569899328053
0.03690387308597565
-0.026305384933948517
-0.02525801956653595
-0.047593776136636734
0.0624745674431324
-0.012189602479338646
0.06976436078548431
-0.0004926362307742238
-0.04788687452673912
0.04641757532954216
-0.02717260643839836
0.04461544752120972
-0.059485241770744324
0.04007091000676155
0.017673471942543983
0.0293597262352705
-0.028713589534163475
-0.05559912696480751
-0.05305802449584007
-0.004994181450456381
-0.07453466206789017
-0.10763398557901382
-0.05160076543688774
0.0881243422627449
-0.1085018441081047
-0.008811073377728462
-0.08339574933052063
-0.06342276185750961
-0.11046452820301056
0.012879915535449982
0.04188236966729164
-0.1497144252061844
0.05863224342465401
-0.0288720540702343
0.02567584067583084
0.062484730035066605
-0.046090587973594666
0.0668988823890686
0.0879877358675003
0.027856843546032906
-0.07215720415115356
-0.06102588400244713
0.028990130871534348
0.04936652630567551
-0.023391444236040115
0.05210064724087715
-0.0010908950353041291
-0.009248930960893631
-0.04654776677489281
-0.016993002966046333
-0.018693478778004646
-0.003898354945704341
0.018770556896924973
0.0579804889857769
-0.03826429694890976
-0.12738104164600372
-0.04095868393778801
-0.13836370408535004
0.005301658995449543
0.014862006530165672
0.001847744220867753
-0.04224896430969238
-0.007680955342948437
-0.01591479405760765
-0.0008177079143933952
-0.025499070063233376
0.004569438751786947
-0.0014174688840284944
-0.034024741500616074
0.07395265251398087
-0.005378398112952709
-0.07621811330318451
0.061158761382102966
-0.0607546791434288
0.013171307742595673
0.013506332412362099
-0.009332374669611454
-0.001545796636492014
-0.025861922651529312
0.018871620297431946
0.015479889698326588
-0.09849004447460175
0.056603264063596725
0.050560884177684784
0.024392319843173027
0.02486242726445198
0.008697227574884892
0.004817328415811062
-0.025883931666612625
-0.027177846059203148
-0.007154610939323902
0.00724154245108366
0.06030800938606262
-0.006625952664762735
0.059964124113321304
0.1088845357298851
-0.07905688881874084
-0.04000671207904816
-1.370179234072566e-06
-0.09889335930347443
-0.0630175769329071
-0.11160239577293396
0.10449959337711334
-0.03207804262638092
0.05356254801154137
0.05526726692914963
-0.09481204301118851
0.09661078453063965
-0.041459351778030396
0.054980963468551636
0.12330272048711777
0.09487936645746231
0.04734424874186516
-0.05279041454195976
-0.11883178353309631
-0.017343798652291298
-0.06158902123570442
0.07647263258695602
0.1427047997713089
-0.15152829885482788
0.019951442256569862
0.08097927272319794
0.018274055793881416
-0.02318011038005352
-0.02379092015326023
0.03172270953655243
-0.037863682955503464
0.04106244072318077
-0.16633516550064087
-0.07880561053752899
-0.00465928902849555
0.021700160577893257
0.0031172502785921097
-0.12917903065681458
-0.02081042155623436
0.04005206748843193
0.0516878217458725
-0.026754284277558327
0.012714876793324947
-0.04082324728369713
-0.05241314321756363
0.061850015074014664
0.15786057710647583
-0.14699172973632812
0.015136901289224625
0.04462456703186035
0.014467895962297916
0.008883904665708542
-0.03361799195408821
0.018654368817806244
0.0032016276381909847
-0.02297193929553032
-0.14146225154399872
-0.125797837972641
0.0764489471912384
-0.0938350036740303
0.018483031541109085
-0.1604553759098053
-0.02694743499159813
-0.09529700130224228
0.0789395272731781
-0.018859801813960075
0.15079575777053833
-0.19901683926582336
0.05702594667673111
-0.02559354528784752
0.039244282990694046
0.010507756844162941
0.07522541284561157
-0.053825315088033676
0.00906756054610014
0.1538514941930771
-0.04276047646999359
-0.03402112424373627
-0.04302065819501877
0.001691067242063582
-0.027478650212287903
-0.08401371538639069
-0.027353351935744286
-0.04864615201950073
-0.03659631684422493
-0.0549175851047039
0.013988430611789227
-0.048437006771564484
0.0227467343211174
-0.04101505130529404
-0.002661442616954446
0.026406796649098396
0.0430443100631237
0.07337277382612228
-0.049791041761636734
0.004946056753396988
0.04256853833794594
-0.024941038340330124
0.04447232186794281
-0.008479183539748192
0.04063567519187927
0.09304307401180267
-0.09124541282653809
0.061569999903440475
-0.035029731690883636
-0.12268368899822235
0.08168676495552063
0.022902004420757294
0.01078423485159874
-0.08256269991397858
-0.08432507514953613
-0.02075851894915104
-0.018982386216521263
-0.03359798714518547
0.03693404793739319
-0.031306441873311996
0.01724468357861042
-0.008042123168706894
-0.11832462251186371
-0.020131060853600502
0.08581773191690445
-0.06452015042304993
-0.058951959013938904
-0.08721806108951569
-0.008562806993722916
-0.028166553005576134
0.0312792994081974
0.03169350326061249
0.05953776091337204
0.06216026470065117
-0.11523055285215378
0.015215246006846428
-0.05937982350587845
-0.009278923273086548
0.05635828152298927
0.05774683132767677
-0.027578534558415413
-0.04967382550239563
0.012841016054153442
0.023457257077097893
0.05542571842670441
0.029710453003644943
-0.03422027453780174
-0.059130240231752396
0.028142156079411507
-0.004632783122360706
-0.00030234764562919736
0.0018805128056555986
-0.08226315677165985
0.021140245720744133
-0.04963328316807747
-0.04057251289486885
-0.014859453774988651
-0.01134469360113144
0.018596844747662544
-0.04839850217103958
-0.008859704248607159
-0.035711951553821564
-0.012020708993077278
-0.046124670654535294
-0.0069973100908100605
0.05409450829029083
0.025973355397582054
-0.01953248307108879
0.036760903894901276
0.05711973085999489
-0.0162543673068285
-0.0003563696227502078
0.06446735560894012
0.011566107161343098
-0.01313192117959261
-0.02632911689579487
0.033067476004362106
-0.04194443300366402
0.028025565668940544
0.06281794607639313
0.016118500381708145
0.0024628962855786085
-0.005249983165413141
0.03546679764986038
0.015156356617808342
0.04570475593209267
-0.003405749797821045
-0.005201301071792841
-0.04297037050127983
-0.06024825945496559
0.006006072275340557
0.00913272239267826
0.1252703070640564
0.1402820646762848
-0.08265567570924759
0.07705110311508179
0.09588044881820679
-0.06110097095370293
-0.12315019220113754
-0.07558944076299667
-0.11494532227516174
-0.08079859614372253
0.09781809151172638
-0.02772059291601181
0.07309535145759583
0.13342507183551788
-0.10082552582025528
-0.0939396321773529
-0.06363057345151901
0.08086399734020233
0.11016342788934708
0.0707518607378006
-0.11560028046369553
-0.04917789623141289
-0.046139467507600784
0.08720817416906357
0.02906445600092411
-0.026490462943911552
-0.06024906411767006
-0.05222748592495918
-0.005323514342308044
0.07225628197193146
-0.02104933373630047
-0.0482540987432003
0.09188331663608551
-0.02216244488954544
0.019223487004637718
0.004127831663936377
0.05246293172240257
0.05082005262374878
-0.024204563349485397
-0.0013855332508683205
0.029760878533124924
0.006185370963066816
0.005943799391388893
0.03151119127869606
-0.034238301217556
0.01593385823071003
-0.07428491860628128
0.017848363146185875
0.04221381992101669
0.023355742916464806
-0.08434092253446579
-0.04091557487845421
0.05734530836343765
0.003161525120958686
0.012469995766878128
-0.044648200273513794
-0.03107326664030552
-0.11320524662733078
0.031712282449007034
0.10333067923784256
0.05335550010204315
0.04213668033480644
-0.015159990638494492
-0.047930408269166946
-0.021465957164764404
0.03387850895524025
0.05385957285761833
0.054567985236644745
-0.061749428510665894
-0.0822213739156723
-0.04380049556493759
0.021463774144649506
-0.04692689701914787
0.014131160452961922
-0.01939619518816471
-0.01480050291866064
-0.02498595602810383
0.07657504081726074
-0.03771117702126503
0.029948068782687187
0.00044427692773751915
0.0024145522620528936
-0.022923411801457405
-0.022589867934584618
-0.04282389208674431
0.007360879331827164
0.03433142602443695
0.008651974610984325
0.007061108015477657
0.014944527298212051
-0.018318727612495422
-0.020684603601694107
0.0675056204199791
0.06549907475709915
-0.03708751127123833
-0.0636310800909996
-0.051171135157346725
-0.025313476100564003
-0.012723107822239399
0.047390468418598175
0.018175039440393448
0.020395644009113312
-0.0381256602704525
-0.030996879562735558
0.07407379150390625
0.01452998723834753
0.05816558748483658
-0.10188616067171097
0.0016969252610579133
-0.0319758877158165
-0.05628613755106926
0.04456767812371254
-0.0413580946624279
0.003191249445080757
0.040470074862241745
-0.0782119482755661
-0.04551829770207405
-0.0013668723404407501
-0.06453695893287659
0.022346988320350647
0.03217991441488266
-0.014192149043083191
-0.04766363278031349
-0.08835527300834656
0.06648212671279907
0.013952040113508701
-0.05370906740427017
-0.0744435265660286
0.008118940517306328
-0.06626284867525101
0.05779046565294266
0.017611490562558174
-0.003968198783695698
0.06238691508769989
-0.06587918102741241
0.03703880310058594
0.040729839354753494
0.04883316159248352
0.022655049338936806
0.060992009937763214
-0.023717988282442093
-0.03148980811238289
-0.02645246312022209
0.005968073382973671
-0.1352909952402115
-0.05159369111061096
0.03736842796206474
0.03475642204284668
-0.08867097645998001
0.046909984201192856
0.03647433966398239
0.02329365350306034
0.041416339576244354
-0.03383467718958855
-0.022256793454289436
-0.09729020297527313
-0.11893606930971146
-0.08087769895792007
0.028605403378605843
0.0057710702531039715
-0.045786209404468536
0.020709093660116196
-0.011976747773587704
-0.19546714425086975
0.029336806386709213
0.08671937882900238
-0.006458267103880644
-0.03833400085568428
0.020387079566717148
-0.035249773412942886
0.025789637118577957
0.01779773458838463
-0.17897772789001465
0.12298399209976196
0.03724305331707001
0.11111249029636383
0.05946457386016846
0.11868873238563538
-0.011308488436043262
-0.03149370849132538
-0.08006775379180908
-0.0442696139216423
-0.03844147548079491
0.00573880085721612
0.057293061167001724
-0.13164009153842926
-0.0482775941491127
-0.16949626803398132
0.12584154307842255
0.08338480442762375
-0.033666446805000305
-0.07077790051698685
-0.12557749450206757
0.05955526605248451
0.1404777318239212
-0.12650322914123535
-0.10700394213199615
-0.03462743014097214
0.02129337005317211
0.004532861057668924
0.010138632729649544
0.10037943720817566
-0.0714496299624443
-0.05123955011367798
-0.016828369349241257
-0.06063533574342728
0.03264236822724342
-0.0028926555532962084
0.006092109717428684
-0.06288745254278183
-0.19125154614448547
-0.03685711324214935
0.024611981585621834
0.06315428763628006
0.04063102602958679
0.029034914448857307
-0.09854000061750412
-0.008248324505984783
0.16962215304374695
-0.08248906582593918
-0.12753348052501678
-0.04349294304847717
0.08513086289167404
0.004440080840140581
0.004194898996502161
0.19437262415885925
-0.19070690870285034
-0.14547549188137054
-0.07473202049732208
-0.1207709088921547
0.01749633625149727
-0.021973248571157455
-0.026256607845425606
-0.01602429896593094
-0.08462594449520111
-0.08328211307525635
0.119590625166893
0.04218436777591705
-0.039035648107528687
0.03311384096741676
0.059827327728271484
0.017686933279037476
0.011239497922360897
0.011885310523211956
-0.11792967468500137
-0.044001758098602295
-0.02192443422973156
-0.004027232527732849
-0.08372225612401962
0.00850504171103239
0.02359037473797798
-0.1295117735862732
0.0410480797290802
0.06200672313570976
-0.06751585751771927
0.03365502506494522
-0.050884392112493515
0.00218721991404891
0.0021256220061331987
0.044626422226428986
-0.01432102546095848
-0.04562683403491974
-0.051523856818675995
0.05170806124806404
0.0009574952418915927
-0.10129877924919128
-0.06244263797998428
0.07992707937955856
0.040272414684295654
-0.019298678264021873
-0.04209257289767265
-0.02740008570253849
-0.032003115862607956
-0.058672282844781876
0.0535413883626461
0.06319122016429901
0.06994473189115524
-0.0006683407700620592
-0.024020643904805183
-0.0014709014212712646
-0.05002690106630325
0.06985101848840714
0.0019217460649088025
0.06844428181648254
-0.02929501421749592
0.018108651041984558
0.057256873697042465
0.0711459293961525
0.020456383004784584
-0.03305721655488014
0.00651302607730031
-0.059037357568740845
0.04249384254217148
-0.038950253278017044
0.002114933682605624
0.03778886795043945
0.0882749855518341
0.10666098445653915
0.029351618140935898
0.02299719676375389
0.030381591990590096
-0.034345634281635284
0.02637946605682373
0.035250917077064514
0.014613757841289043
0.010461064986884594
0.0024129061494022608
0.028859399259090424
-0.016071243211627007
0.017367800697684288
-0.030591338872909546
0.021068265661597252
6.250422302400693e-05
-0.001331618637777865
-0.005767349619418383
-0.024487687274813652
-0.02122652716934681
0.0030476555693894625
0.10673975944519043
0.016874320805072784
0.09874831885099411
0.18457435071468353
-0.06466803699731827
0.012167802080512047
0.01533123292028904
-0.15750263631343842
0.027035539969801903
-0.01807878352701664
0.03201541304588318
-0.035280704498291016
-0.06879068166017532
-0.015868574380874634
0.022360607981681824
0.0678248479962349
-0.014187593013048172
-0.011126100085675716
0.05377940461039543
-0.034081343561410904
0.026257937774062157
0.03310084715485573
0.0594429150223732
-0.07662582397460938
0.027825528755784035
-0.027633214369416237
0.0828891471028328
0.02379016950726509
0.02775109000504017
0.029031768441200256
0.018511561676859856
-0.0443904884159565
0.04887867346405983
0.011521500535309315
0.018557783216238022
0.032679494470357895
-0.023545024916529655
-0.018787536770105362
-0.003801321843639016
-0.05921994894742966
0.006815103814005852
-0.01662442646920681
0.06056173890829086
-0.04883553832769394
0.03019367903470993
-0.10061877965927124
-0.0111031299456954
-0.0003649241989478469
0.03429919481277466
0.035806816071271896
-0.03511655703186989
0.11420281231403351
-0.16471049189567566
-0.039342042058706284
-0.03449375927448273
-0.1746688187122345
0.023524917662143707
-0.10044445842504501
0.07470182329416275
-0.13359352946281433
-0.05784766376018524
-0.060221318155527115
0.1558436155319214
0.04641423001885414
0.06608578562736511
-0.11676111817359924
0.0622163787484169
-0.026244601234793663
0.042699288576841354
-0.025353282690048218
-0.002406963612884283
0.03079387918114662
-0.0022581813391298056
-0.004734579939395189
0.057668738067150116
0.16409850120544434
-0.054958831518888474
0.02662842534482479
-0.05971606820821762
-0.01678675040602684
0.03999371826648712
0.03458968549966812
0.18865670263767242
-0.06161068007349968
-0.03263811767101288
-0.02934352122247219
0.00037616072222590446
0.010704056359827518
0.004595781210809946
-0.005045691505074501
0.06329019367694855
0.0588134229183197
0.008979864418506622
0.042867809534072876
0.021401263773441315
-0.020707501098513603
0.0013776849955320358
0.023708272725343704
-0.08796486258506775
0.03661782667040825
-0.012837998569011688
-0.010700573213398457
0.031244968995451927
0.054685626178979874
0.014762066304683685
-0.15370173752307892
-0.023665690794587135
0.005498337093740702
-0.005191749427467585
-0.0007304357714019716
-0.060118548572063446
0.04375483840703964
0.028623856604099274
-0.06580236554145813
0.06250039488077164
0.016881603747606277
-0.008543173782527447
0.05468904599547386
-0.000874857883900404
-0.03398733213543892
-0.06896666437387466
-0.055543895810842514
0.056718140840530396
0.016632135957479477
0.03999573737382889
0.06638526916503906
-0.0014540506526827812
0.015167657285928726
-0.0005587883060798049
0.04352739825844765
-0.07816055417060852
-0.01609072834253311
0.04658392816781998
0.02860192209482193
-0.0778210312128067
0.0070901112630963326
-0.039277445524930954
0.04173019155859947
-0.13238617777824402
-0.0025527821853756905
0.07000180333852768
-0.06448463350534439
-0.07114668935537338
-0.01377150695770979
-0.0032958087977021933
0.015764102339744568
-0.06389670073986053
0.1682012528181076
-0.013507968746125698
0.013884581625461578
-0.16793762147426605
-0.023574162274599075
-0.03408195823431015
0.03217047452926636
0.03702176362276077
-0.14336252212524414
0.002503703348338604
-0.09765980392694473
0.06243009865283966
0.08104614168405533
0.06650714576244354
-0.058783162385225296
-0.10788314789533615
0.07204965502023697
-0.012487037107348442
-0.03261708468198776
-0.10689117014408112
-0.0016037016175687313
-0.008784685283899307
-0.04257971793413162
-0.03187314420938492
0.041475169360637665
0.04367335885763168
-0.04974321648478508
0.0008914683712646365
0.05849900096654892
0.0017637374112382531
-0.008702084422111511
-0.007001073565334082
0.025578409433364868
-0.0029462038073688745
-0.0047874352894723415
0.022685395553708076
0.027087101712822914
0.04430710896849632
-0.045811548829078674
0.03091442584991455
-0.03778260201215744
0.012522028759121895
0.00048482310376130044
0.061441972851753235
0.11112277954816818
0.01053949911147356
-0.03658072650432587
-0.011625422164797783
-0.03944572061300278
0.010891750454902649
-0.0043129692785441875
0.0490303672850132
0.005558983888477087
-0.0006231250008568168
0.0614747628569603
-0.009160516783595085
0.0014209356158971786
-0.0034778425469994545
0.011220857501029968
0.027384229004383087
-0.048729073256254196
0.03264450281858444
0.01502812746912241
0.022435162216424942
0.07592180371284485
-0.011404704302549362
-0.012625803239643574
-0.025407196953892708
0.018073536455631256
-0.014953866600990295
-0.014088265597820282
-0.02804185077548027
-0.05554506182670593
0.06530502438545227
-0.0741884633898735
0.04544014483690262
0.024059148505330086
-0.04477810114622116
0.03739215433597565
-0.013638815842568874
0.06930913031101227
0.06441565603017807
0.035899195820093155
-0.04508054628968239
-0.0157381109893322
-0.019528307020664215
0.014834917150437832
-0.03752994164824486
-0.06850451976060867
0.004570034332573414
0.001975143328309059
-0.11263663321733475
-0.040047433227300644
-0.005184703040868044
-0.03259465843439102
-0.08703314512968063
0.025277817621827126
0.027162717655301094
-0.02319357544183731
0.038607168942689896
-0.021620500832796097
0.022547686472535133
0.0022332812659442425
-0.010178016498684883
-0.03213968873023987
-0.008509233593940735
-0.0065141222439706326
-0.027679191902279854
0.07268029451370239
-0.0035320816095918417
0.008974091149866581
-0.12165479362010956
-0.08331568539142609
-0.026699481531977654
0.08355707675218582
0.06903500854969025
0.1045273169875145
-0.07747174054384232
-0.05215029418468475
-0.06605739146471024
-0.0698912963271141
0.026958467438817024
0.09994159638881683
0.0930975154042244
0.08575587719678879
0.10447898507118225
0.042587388306856155
-0.034608952701091766
0.0798175260424614
-0.021521728485822678
0.02366364188492298
-0.04643438383936882
-0.08723299205303192
-0.06860657036304474
0.03814637288451195
-0.032319825142621994
0.0004257377877365798
-0.03424154594540596
0.006959742866456509
-0.00505497632548213
-0.0641014575958252
0.019514702260494232
-0.0127345509827137
-0.08586827665567398
0.04138582944869995
0.0032735250424593687
0.033997464925050735
-0.006564286537468433
-0.01645677350461483
-0.019931919872760773
0.048157334327697754
-0.05121557042002678
0.036839667707681656
0.029792096465826035
0.05834818258881569
-0.040885765105485916
-0.001603593584150076
-0.0036786647979170084
0.02765161357820034
-0.07841214537620544
-0.06584849208593369
-0.04828495904803276
0.013612494803965092
-0.06936925649642944
-0.016643399372696877
0.005835180636495352
0.03549555316567421
-0.05611853301525116
-0.008236532099545002
-0.0369185246527195
-0.02132527343928814
-0.03640436753630638
-0.05387914180755615
0.16542217135429382
-0.024113638326525688
0.01756993867456913
-0.024409731850028038
-0.08348049223423004
0.008960537612438202
-0.0016995046753436327
0.020869223400950432
0.013963233679533005
-0.009539137594401836
-0.1651107221841812
-0.02057928591966629
-0.007228333503007889
0.009606735780835152
0.02468952164053917
0.13977189362049103
0.052240800112485886
0.015484933741390705
0.08574531227350235
0.07460489124059677
-0.06024085730314255
-0.008002226240932941
-0.024773411452770233
-0.12071960419416428
0.01755489781498909
-0.025496706366539
0.007684848736971617
-0.10793265700340271
-0.19547009468078613
-0.10223858058452606
0.04671330377459526
0.16630704700946808
0.03199790418148041
-0.08227812498807907
-0.03380141034722328
-0.10422827303409576
0.008750725537538528
0.022324468940496445
-0.021820001304149628
0.14178261160850525
0.017061257734894753
0.07631852477788925
-0.00604338338598609
0.03650812804698944
-0.01595449075102806
-0.1561935842037201
-0.05415041744709015
-0.10025080293416977
-0.0068360585719347
0.051518283784389496
-0.01957307569682598
-0.16514363884925842
-0.08898712694644928
-0.20256704092025757
0.09546653181314468
0.18763552606105804
-0.012907739728689194
-0.12211903929710388
0.023129602894186974
-0.07969479262828827
0.06494535505771637
0.03180358558893204
-0.06312346458435059
0.17418259382247925
0.07530233263969421
0.0644410029053688
-0.05292745307087898
0.01633038930594921
-0.18939121067523956
-0.031093163415789604
-0.04722120240330696
-0.06790582835674286
-0.005232799332588911
0.05041597783565521
0.009999810717999935
-0.13251137733459473
-0.11649151891469955
0.025569457560777664
0.10433315485715866
0.07673133909702301
0.02775557152926922
-0.016146335750818253
-0.00855483952909708
-0.01416809856891632
0.06924307346343994
0.05373537167906761
-0.16778908669948578
0.0429307296872139
0.033688150346279144
0.08601389080286026
-0.06569851189851761
0.0381338968873024
-0.03020491451025009
-0.0313681922852993
-0.04242924973368645
-0.05628127604722977
-0.05387739837169647
0.013649330474436283
-0.01725889928638935
-0.033088911324739456
-0.011604974046349525
0.016508273780345917
0.07254702597856522
0.03653905540704727
0.04608265683054924
-0.05050426349043846
-0.008705735206604004
-0.09907124191522598
0.08853473514318466
0.01706632599234581
-0.07898153364658356
0.09616752713918686
0.034154292196035385
0.004219203256070614
0.015166779048740864
0.035082921385765076
-0.09053598344326019
-0.0797227993607521
0.004033892881125212
-0.08502449840307236
-0.036660268902778625
0.02982279285788536
-0.037673354148864746
-0.045521218329668045
-0.11795441806316376
-0.030018970370292664
0.10813567787408829
0.013634550385177135
-0.0029170464258641005
-0.018466873094439507
0.03606201335787773
-0.08310625702142715
0.1425948590040207
-0.01783556118607521
-0.06834676116704941
0.11211160570383072
0.07878519594669342
0.06365197151899338
0.08858375996351242
0.01820213347673416
-0.08588642627000809
-0.0905938446521759
-0.011691492050886154
-0.105343297123909
0.00946449302136898
-0.019227594137191772
-0.00807630643248558
-0.10234526544809341
-0.09670204669237137
-0.15487508475780487
0.003075039479881525
0.1591452807188034
0.03003242053091526
-0.18099714815616608
-0.1047770231962204
0.07383424788713455
-0.028041234239935875
-0.13653255999088287
-0.13736580312252045
0.08550918102264404
0.1457037329673767
0.03886837512254715
0.05794620141386986
0.04294740408658981
-0.15038356184959412
-0.11044234782457352
-0.0060320268385112286
-0.012222257442772388
0.02084934338927269
-0.05491155385971069
0.08360928297042847
0.003248876193538308
-0.026758162304759026
-0.13173066079616547
0.09010960161685944
0.0951237604022026
0.1429259181022644
-0.0884256660938263
-0.10123708844184875
0.08225712925195694
-0.047468382865190506
0.013356695882976055
-0.1368599534034729
0.08516304194927216
0.019219940528273582
-0.02521473914384842
-0.05347882956266403
0.1655925214290619
-0.05618368461728096
-0.030564695596694946
0.023355968296527863
-0.05232083424925804
-0.029534347355365753
0.03635605424642563
0.015979290008544922
0.011107390746474266
-0.030648289248347282
-0.09206812083721161
0.08426554501056671
0.024394145235419273
-0.006622379180043936
-0.1914730966091156
-0.08052156865596771
-0.0062937056645751
-0.007640409283339977
-0.06606431305408478
-0.1206420287489891
0.0828017070889473
0.021447012200951576
0.04271763563156128
0.028548099100589752
0.04442640393972397
-0.07965725660324097
-0.025627147406339645
-0.0009662772645242512
-0.05843468755483627
0.09964630007743835
0.020426573231816292
0.028060199692845345
-0.022573579102754593
-0.07725654542446136
-0.07870515435934067
0.08969477564096451
0.1716543585062027
0.011902902275323868
-0.13373708724975586
-0.09901674836874008
0.07035829871892929
0.042869556695222855
0.059751108288764954
-0.14819744229316711
-0.010829994454979897
0.11430453509092331
0.008659806102514267
-0.052620306611061096
0.026063093915581703
-0.09097403287887573
-0.091962531208992
-0.0561143159866333
-0.10702130943536758
0.04573298618197441
0.006222475320100784
-0.025223424658179283
-0.22922639548778534
-0.01312814000993967
-0.030092665925621986
0.15377894043922424
0.16091202199459076
0.11737985163927078
-0.22113661468029022
-0.03843105584383011
0.065033458173275
-0.03491666540503502
-0.09747510403394699
-0.030277477577328682
0.0832131877541542
0.013638557866215706
-0.028804775327444077
0.04572955518960953
0.11368976533412933
-0.00957981776446104
-0.048601966351270676
0.0022304109297692776
-0.13895627856254578
0.1001436710357666
-0.06205381453037262
0.0389702171087265
-0.014274727553129196
-0.07314460724592209
-0.08801259100437164
0.16156207025051117
0.15320320427417755
0.08051425218582153
-0.05438532680273056
-0.06415428966283798
0.061134129762649536
-0.03143995255231857
-0.14117740094661713
-0.0331721231341362
0.10144385695457458
0.05200806260108948
-0.00660246517509222
-0.011508427560329437
0.14128875732421875
-0.04234044626355171
-0.023922942578792572
-0.105035699903965
-0.1508566290140152
0.06118530407547951
