24
-1.2586734294891357
-1.0648139715194702
0.7587148547172546
-2.245792865753174
1.561017394065857
-1.5068244934082031
-1.4839913845062256
-2.260216236114502
1.6182456016540527
1.6725085973739624
-1.1870064735412598
-2.1460790634155273
1.0940055847167969
0.786995530128479
2.0161499977111816
0.9775026440620422
-1.4352459907531738
1.378791093826294
-0.48407086730003357
1.2833850383758545
1.2036534547805786
1.6160197257995605
1.8612269163131714
1.209151029586792
-1.8873565196990967
-0.2840767204761505
0.07277658581733704
0.02118065021932125
-0.792322039604187
-2.0657155513763428
-0.745029628276825
-1.4022594690322876
-1.20243501663208
0.4281943440437317
-0.13967664539813995
1.5946111679077148
-2.843395709991455
-0.8003517389297485
2.9454309940338135
-2.830688714981079
-1.0429627895355225
-0.9916741847991943
-0.5785765051841736
0.059925708919763565
0.6378536820411682
-0.1620640605688095
-0.037835635244846344
-2.1452364921569824
-0.051886141300201416
-0.30122673511505127
0.4706570506095886
-0.19499236345291138
0.48498761653900146
0.26828712224960327
0.28856855630874634
0.4344773292541504
-0.0906018614768982
-0.23334002494812012
-0.3472129702568054
-0.16722244024276733
-0.3193933963775635
-0.42209476232528687
-0.3718447685241699
-0.28488534688949585
0.41352689266204834
0.2641514539718628
-0.32189464569091797
-0.2651095390319824
0.035990893840789795
0.3724261522293091
-0.1071474552154541
0.09496575593948364
0.1673097014427185
-0.49355340003967285
-0.3215752840042114
0.48109376430511475
-0.03220409154891968
0.030036330223083496
0.08909636735916138
-0.43367379903793335
0.09448730945587158
-0.3706498146057129
-0.2944604754447937
-0.4967752695083618
-0.4550510048866272
0.47971564531326294
-0.20838284492492676
-0.4597994089126587
0.1786685585975647
0.2601149082183838
-0.03776443004608154
0.4485514760017395
0.21409857273101807
0.3527350425720215
0.16229146718978882
0.20734548568725586
-1.463778018951416
-1.0563688278198242
1.1765385866165161
-1.2151010036468506
1.6109775304794312
-1.570753574371338
-1.1418505907058716
-1.337185263633728
1.3685473203659058
-1.4135805368423462
1.59241783618927
-1.2678067684173584
-2.6388587951660156
1.458135724067688
1.4501322507858276
-1.5034630298614502
-1.6003174781799316
-1.43380606174469
-1.3910024166107178
1.352818489074707
-1.3890964984893799
1.2328248023986816
-1.2919793128967285
1.604899525642395
-1.8949110507965088
-2.0389597415924072
1.388649821281433
-1.2079931497573853
1.674179196357727
-2.016502618789673
-1.2618870735168457
1.2546056509017944
-1.2402030229568481
0.061988890171051025
-1.4262959957122803
1.287530541419983
-1.14297354221344
1.310564398765564
1.8620860576629639
-1.1916602849960327
-1.1903235912322998
-1.2352385520935059
-1.2842475175857544
-1.388823390007019
-1.503838062286377
-1.9242222309112549
-1.3513813018798828
-1.7269076108932495
1.7221308946609497
-0.552622377872467
-1.655919075012207
-1.1444411277770996
-2.629080295562744
-2.0414233207702637
-1.6964110136032104
1.7942018508911133
-2.5613012313842773
-1.6413339376449585
1.9263322353363037
0.10204781591892242
-0.4594528079032898
-2.0553503036499023
-1.262764573097229
-0.229037806391716
-2.428656816482544
-0.38361606001853943
-1.3731982707977295
0.3593936860561371
-0.9626021981239319
-2.758622407913208
1.3515297174453735
-2.4990012645721436
0.33226194977760315
-1.2867573499679565
1.742273211479187
0.8924100995063782
0.11941539496183395
0.8780876398086548
0.8923718929290771
-0.06251736730337143
1.628148078918457
1.0841814279556274
-0.6916157007217407
0.046630192548036575
0.3140876889228821
-0.20942480862140656
-0.595508337020874
0.2569257318973541
1.1064162254333496
-0.07506919652223587
-0.24509111046791077
-0.1233033686876297
-0.647100031375885
1.2616188526153564
0.3125033974647522
-0.3004901111125946
0.10549640655517578
0.06534743309020996
-0.32702767848968506
0.24102002382278442
-0.20554882287979126
-0.1036217212677002
-0.14074063301086426
0.2724151015281677
0.45752912759780884
0.36425191164016724
0.25671225786209106
0.04757559299468994
0.18463563919067383
-0.35716402530670166
0.31787675619125366
0.20443373918533325
-0.42005717754364014
-0.04077810049057007
0.3313295245170593
0.4731152057647705
0.3927837610244751
0.2205212116241455
0.4838683605194092
-0.47467124462127686
-1.5650556087493896
1.3098150491714478
-1.8254302740097046
0.10513035953044891
-0.6386544108390808
-0.19411596655845642
-0.15492188930511475
0.5774317383766174
-2.959003210067749
-1.0182322263717651
-0.6623389720916748
-1.6809722185134888
0.46749064326286316
-1.8886719942092896
2.4970462322235107
0.9716002345085144
0.7756476998329163
0.12139693647623062
-0.20087891817092896
0.8944146037101746
-0.13748325407505035
0.9296222925186157
-0.8696038722991943
-1.138764500617981
0.45140883326530457
-0.4993678033351898
0.44417163729667664
-0.4316186010837555
0.4200586974620819
0.8880724906921387
1.279492974281311
1.8418866395950317
1.3060038089752197
1.4257248640060425
-0.10249914973974228
-0.2291291505098343
0.6057118773460388
-1.0244601964950562
0.8688300251960754
1.3505185842514038
-0.9565566778182983
1.0831326246261597
-0.5654316544532776
-1.336355209350586
1.2499302625656128
0.8082736134529114
1.160646915435791
1.4426711797714233
-2.609771490097046
-0.23408037424087524
0.654121458530426
2.783194065093994
-2.040074586868286
-0.7041056156158447
-0.07313726097345352
2.234062433242798
-2.392939567565918
-0.5669763088226318
2.3720288276672363
-1.8685847520828247
-2.845144271850586
-0.08031090348958969
2.2548928260803223
-0.4657154679298401
-1.0341219902038574
-0.013540026731789112
-0.611759603023529
-0.195286825299263
-1.0970344543457031
-0.9589627385139465
2.4305293560028076
-0.16805486381053925
0.2603130638599396
-0.7335336208343506
-1.5417684316635132
0.824761688709259
0.00907763373106718
-0.9679855108261108
-0.3650151491165161
-0.7694292664527893
-0.952022910118103
-0.30935847759246826
-0.19730021059513092
1.063086748123169
0.29035115242004395
0.8226898312568665
-0.7261098623275757
-0.5197885036468506
-1.1801503896713257
-0.0492798276245594
0.8220846652984619
-0.39005208015441895
0.7553827166557312
-2.045421600341797
0.8407467603683472
-1.0582562685012817
0.07294148206710815
0.06344187259674072
0.14923900365829468
-0.19510453939437866
0.2116127610206604
-0.39945077896118164
0.33740508556365967
0.02355790138244629
0.20570480823516846
-0.13515585660934448
-0.4435497522354126
0.2958565950393677
0.03987157344818115
0.41995155811309814
0.006359696388244629
0.37510502338409424
0.08717846870422363
0.15416616201400757
0.12017989158630371
-0.41557300090789795
0.07472115755081177
0.2843779921531677
-0.4007421135902405
-0.09786659479141235
0.5759438872337341
1.7660496234893799
-2.174985408782959
-1.599474549293518
0.12939029932022095
-2.1531801223754883
-1.5272771120071411
0.7456766963005066
-2.492321014404297
0.4581677317619324
-0.15481460094451904
1.5037773847579956
-1.3584729433059692
-1.622221827507019
0.1567709594964981
-2.0334339141845703
0.7376838326454163
0.10367028415203094
1.714205026626587
-1.335176706314087
-0.7432436943054199
-2.2454373836517334
0.4686671793460846
-0.7018338441848755
-0.04718801751732826
-1.8352795839309692
-1.4081627130508423
-0.5594831109046936
1.465370535850525
1.0577510595321655
0.8990524411201477
1.509775996208191
0.47204020619392395
2.1556200981140137
0.06746812164783478
-0.3782866895198822
1.4116524457931519
0.5711992383003235
-0.9111539125442505
-0.5575697422027588
-0.8581050634384155
2.1685614585876465
-0.3506792485713959
-1.5138019323349
1.7751871347427368
1.7318847179412842
-1.1192201375961304
0.5168346166610718
-1.1131364107131958
-1.0946102142333984
1.2885053157806396
-1.2562307119369507
1.2804313898086548
1.2361228466033936
1.3914692401885986
1.1311103105545044
1.3843289613723755
1.6159220933914185
-1.1370623111724854
-1.184753656387329
-1.533652424812317
1.4265003204345703
1.3790528774261475
1.3213003873825073
-1.391196608543396
-1.5468556880950928
1.483487844467163
-1.1352900266647339
1.2084976434707642
-1.2860004901885986
-1.2467970848083496
1.416955590248108
0.7027038335800171
-1.011473298072815
-1.815456509590149
-1.060958743095398
1.0961182117462158
2.276308536529541
-0.18497000634670258
1.9945850372314453
-0.999603271484375
-1.6321972608566284
1.4632484912872314
1.1988645792007446
1.0316717624664307
0.08116166293621063
2.659508228302002
-1.2182624340057373
-0.5333968997001648
0.7900554537773132
-0.31457215547561646
1.4690816402435303
-0.0009074031258933246
-1.8308398723602295
0.7154157161712646
-1.6079957485198975
0.12406396865844727
0.4753715395927429
-0.24454891681671143
0.23431015014648438
-0.2546743154525757
0.4214314818382263
0.4167492985725403
-0.1874982714653015
0.3147614598274231
-0.44539594650268555
0.08775216341018677
0.07447671890258789
0.17151254415512085
-0.23750466108322144
0.3409918546676636
-0.00410693883895874
0.36773210763931274
-0.27756786346435547
-0.49662303924560547
-0.013445913791656494
-0.44876205921173096
0.347078800201416
0.10056298971176147
-0.09284102916717529
0.24930614233016968
-0.4183226227760315
0.11300420761108398
0.2753329277038574
-0.37614256143569946
-0.07409626245498657
0.2217068076133728
0.15147089958190918
0.18078136444091797
0.26218104362487793
-0.3845849633216858
0.46053391695022583
0.11216270923614502
-0.4616202116012573
-0.15139585733413696
0.35789626836776733
0.4192900061607361
-0.4711017608642578
-0.05894052982330322
-0.0658906102180481
0.132293701171875
0.4208894371986389
-0.361896276473999
-0.3536825180053711
0.05437668040394783
1.1890789270401
1.4472144842147827
1.1392742395401
1.3563339710235596
0.13756851851940155
-0.7700588703155518
0.6096583604812622
-3.785832405090332
-0.10114433616399765
3.032352924346924
-0.05551889166235924
-0.3777911067008972
0.5046968460083008
0.42351463437080383
0.06068412959575653
-1.2034450769424438
-0.16344116628170013
-1.215407371520996
-0.3729260563850403
-1.5833523273468018
1.5637603998184204
1.7954044342041016
-1.9789470434188843
-0.06401318311691284
-0.4248363971710205
-0.15118789672851562
-0.13851243257522583
0.004826962947845459
0.14843720197677612
0.2132169008255005
0.1846911907196045
0.2549111843109131
0.41593605279922485
-0.37369656562805176
0.33780133724212646
-0.48038697242736816
-0.46065860986709595
0.006998002529144287
-0.21483314037322998
-0.49968111515045166
-0.47125375270843506
-0.3083127737045288
0.16019409894943237
-0.25854218006134033
-0.02559560537338257
0.4922083020210266
0.39814943075180054
1.412567138671875
1.5189136266708374
1.0018861293792725
1.1761926412582397
-1.2969504594802856
-1.6404317617416382
-1.1343439817428589
-1.2896004915237427
-1.4406569004058838
-1.2700716257095337
1.4568511247634888
-1.1920652389526367
1.5113455057144165
-1.1668369770050049
1.532758116722107
1.1635278463363647
1.1629589796066284
-1.5098856687545776
-1.3820440769195557
-1.1430164575576782
-1.9976916313171387
-1.4665863513946533
1.062799096107483
1.4790009260177612
-0.40659791231155396
0.6544706225395203
-1.4011434316635132
1.8107601404190063
-0.04272496700286865
1.8683379888534546
-1.4889371395111084
-0.6013145446777344
-0.41014906764030457
0.3119823634624481
-1.1574773788452148
1.7319644689559937
-0.7372225522994995
-0.989656388759613
-1.120538592338562
-0.20747047662734985
-0.5803442001342773
0.11312875151634216
0.3232037127017975
-0.34724175930023193
-0.6333423852920532
-0.7434789538383484
-0.5942756533622742
0.08133682608604431
-1.5976141691207886
-1.249081015586853
0.49876728653907776
0.9789184331893921
0.0704183354973793
0.45436444878578186
0.2176428735256195
0.8669023513793945
-0.28220802545547485
-0.2674945592880249
-0.420294851064682
1.4896968603134155
1.1523765325546265
-0.16675788164138794
0.4242422580718994
-3.0720295906066895
-0.45807918906211853
0.26745668053627014
-0.4019542336463928
-0.6336983442306519
-0.13034290075302124
1.3199129104614258
-0.5079279541969299
-0.40967246890068054
1.795285701751709
-1.0944818258285522
0.6636854410171509
0.6316344141960144
2.0636866092681885
-1.6164884567260742
1.3438407182693481
0.6176365613937378
1.7508912086486816
0.88092440366745
2.1894314289093018
-0.7784811854362488
-0.8790068626403809
-0.3237089216709137
3.9159810543060303
-0.18135966360569
-2.279794454574585
-0.16321980953216553
-1.32194185256958
0.4520302712917328
1.8506478071212769
1.1827491521835327
1.2543655633926392
-0.013370590284466743
-0.670467734336853
4.165665626525879
0.9588510394096375
-1.3687423467636108
-0.8389368653297424
1.7542955875396729
-3.3021628856658936
0.10205535590648651
-1.515844702720642
-1.3406208753585815
-3.6888186931610107
-0.9004737734794617
-0.6191338300704956
-3.9141855239868164
-1.5651934146881104
1.9165340662002563
-1.9546067714691162
0.2547045350074768
3.5063154697418213
1.0657024383544922
2.018333673477173
0.5644445419311523
0.689103364944458
-3.1726057529449463
0.9914827942848206
-0.3632717430591583
0.08924286812543869
-0.8489885926246643
-1.5061324834823608
0.4866161644458771
1.6108566522598267
-0.4554066061973572
-3.173325538635254
0.32434624433517456
-0.0012058340944349766
0.5275377631187439
-0.5536403656005859
0.18794628977775574
2.9081356525421143
1.5735900402069092
1.781112790107727
-1.6414058208465576
0.07110864669084549
0.2650376260280609
-0.8025436401367188
-2.0891754627227783
-2.301851987838745
-1.8448970317840576
-3.263270139694214
-1.0083460807800293
-0.184734508395195
-1.054281234741211
-2.4181931018829346
-2.5223937034606934
-0.1019040122628212
-0.9753140211105347
-0.8892121315002441
-1.3531763553619385
0.5625215768814087
1.817331314086914
-2.737149953842163
-1.6230862140655518
3.3571536540985107
-0.8120168447494507
-0.11755792051553726
-0.9251447319984436
1.0905534029006958
0.8509577512741089
-1.0711501836776733
-0.9857207536697388
-0.24585944414138794
-2.899996280670166
-1.502928614616394
-1.0893518924713135
1.2103793621063232
-1.3551486730575562
1.2873685359954834
1.2976415157318115
-1.0457990169525146
1.4746994972229004
1.457126498222351
1.0192475318908691
1.4517709016799927
1.261677861213684
1.4341416358947754
-2.144594430923462
1.5495891571044922
-1.480135440826416
-1.3385123014450073
1.425123929977417
-1.3558647632598877
1.6025899648666382
1.3020312786102295
1.2714265584945679
1.206116795539856
1.2565059661865234
-0.42936283349990845
0.16235792636871338
-0.22566014528274536
-0.17681384086608887
-0.23446083068847656
-0.2911835312843323
0.3153421878814697
-0.34665238857269287
-0.32714879512786865
-0.05069810152053833
0.26038146018981934
-0.16829019784927368
-0.07005232572555542
-0.03151679039001465
-0.28442680835723877
-0.08471149206161499
-0.02349191904067993
0.28873616456985474
-0.13876694440841675
-0.020161032676696777
0.22929275035858154
0.03978312015533447
0.37642234563827515
-0.11246669292449951
-0.32528334856033325
-1.182519555091858
-1.383093237876892
1.2541226148605347
-3.078378677368164
1.081021785736084
-0.5765266418457031
-1.0368138551712036
-1.060879111289978
0.3899540603160858
1.8134597539901733
-0.2606756389141083
-0.33739936351776123
0.4067387282848358
0.012928677722811699
0.8334831595420837
-0.8068922758102417
1.227232575416565
-1.2373470067977905
-2.67331862449646
1.07401704788208
-4.067662715911865
-0.9627270698547363
-0.3962530493736267
-0.15396004915237427
0.34147346019744873
-0.3757646679878235
-0.304629385471344
-0.16678380966186523
0.3207973837852478
0.026959776878356934
0.23128217458724976
0.3939220905303955
0.1008145809173584
-0.1646195650100708
-0.19149857759475708
-0.37388354539871216
-0.19625186920166016
0.07007092237472534
0.37352800369262695
-0.28134965896606445
0.3859582543373108
0.04496043920516968
-0.1550620198249817
-0.11147576570510864
-0.03480350971221924
0.441530704498291
-0.009872734546661377
-0.16762904822826385
-0.9518752098083496
1.0544286966323853
1.893075942993164
2.2727930545806885
-0.7083784937858582
-1.4297714233398438
1.2480285167694092
-1.5383869409561157
1.076724648475647
-1.1788694858551025
-1.310800313949585
-0.31194308400154114
0.38716959953308105
1.6254998445510864
-1.7061843872070312
-1.1656006574630737
0.8653568029403687
-1.315893530845642
-0.9808427691459656
-1.1816556453704834
-0.590438187122345
1.595773696899414
2.227093458175659
-1.9515019655227661
-1.1601008176803589
-1.4913389682769775
-1.395580768585205
1.3372159004211426
1.306967854499817
1.481720209121704
1.0171290636062622
-1.453806757926941
-2.1397674083709717
-1.8600571155548096
1.4936732053756714
1.3902226686477661
-1.2746343612670898
1.4012590646743774
1.2347590923309326
-1.3331702947616577
1.261135458946228
-2.018010377883911
1.5610252618789673
1.0864341259002686
-1.5838236808776855
-1.415540099143982
-2.0841619968414307
-2.8021321296691895
-0.7504101395606995
-1.3123064041137695
0.9132199287414551
0.04260547086596489
2.299696922302246
-1.0915467739105225
1.3492169380187988
1.78225839138031
-1.2408740520477295
1.6863726377487183
-1.3357051610946655
2.7409353256225586
-1.3728889226913452
-1.396329402923584
2.1106367111206055
1.8388639688491821
1.7126189470291138
0.022243976593017578
1.1615251302719116
1.8214694261550903
1.678343653678894
1.9460558891296387
-0.7245315909385681
-1.2751086950302124
-1.4397624731063843
-1.157651662826538
1.343970537185669
-1.3779335021972656
1.7253085374832153
1.3975741863250732
-1.314316987991333
-1.3669050931930542
-1.5486847162246704
-1.2242612838745117
1.4937241077423096
-1.1353466510772705
-1.1924519538879395
-1.4214359521865845
1.2290012836456299
-0.9491069316864014
1.437917709350586
-1.0204819440841675
-1.23663330078125
-1.3364001512527466
-1.3152797222137451
1.1791908740997314
1.083551287651062
-1.5801013708114624
-1.4582724571228027
-1.5272750854492188
1.158434510231018
-1.1326904296875
-1.5229847431182861
-1.08933424949646
0.9497743844985962
-1.401322841644287
1.1957815885543823
-1.4583280086517334
-1.419449806213379
1.5193227529525757
-1.5209717750549316
-1.537532925605774
-1.303770661354065
-1.975454330444336
1.3093515634536743
-1.1340632438659668
-1.3597766160964966
-1.4446783065795898
-1.2447065114974976
1.1632667779922485
-1.3476301431655884
-0.2522807717323303
-0.4398524761199951
0.21619832515716553
0.031167030334472656
0.2625189423561096
0.2145342230796814
0.11571919918060303
0.25855886936187744
0.1275448203086853
-0.2571454644203186
0.11377018690109253
0.4410247802734375
0.375488817691803
0.25602078437805176
0.2350708246231079
0.31973081827163696
-0.23118972778320312
-0.2504262924194336
-0.3645569682121277
0.29854124784469604
0.41732943058013916
-0.009392380714416504
-0.1860508918762207
0.3034093976020813
0.07590299844741821
0.34801769256591797
0.2980445623397827
0.2783053517341614
-0.0024508237838745117
0.15236467123031616
-0.038597166538238525
0.31571102142333984
-0.22459280490875244
-0.3434301018714905
-0.07049185037612915
0.26507997512817383
-0.037290990352630615
0.28693366050720215
0.33960676193237305
-0.44286853075027466
-0.3358830213546753
-0.20328909158706665
-0.07467871904373169
0.3439260721206665
-0.4311997890472412
-0.16590070724487305
0.18233144283294678
-0.11740201711654663
-0.19997332990169525
0.9204320907592773
-1.085842490196228
0.9077330231666565
2.133610725402832
-0.7084364891052246
-0.7593121528625488
0.07279039174318314
-2.3068466186523438
-0.5414531826972961
0.5137311816215515
-1.311981201171875
1.617323875427246
1.4822357892990112
0.019985955208539963
-1.4189732074737549
0.9045200347900391
0.19573578238487244
-0.7088868021965027
-1.2295981645584106
-0.71359783411026
-0.2604217827320099
-0.1614341139793396
0.4393722712993622
0.2484050840139389
-0.17811305820941925
0.05834224447607994
-1.1346396207809448
-0.02106320858001709
-1.0180145502090454
-0.7063906788825989
0.8091757893562317
-0.6954493522644043
-1.4687588214874268
-0.03407678380608559
-0.641243040561676
-1.8390207290649414
-1.6816728115081787
2.869713544845581
1.4999457597732544
0.764664351940155
-2.293809413909912
0.4325275719165802
1.261595368385315
-1.1901898384094238
1.140012264251709
0.3372328281402588
0.47564226388931274
-1.2300471067428589
1.8798973560333252
1.6386454105377197
-1.1424490213394165
-1.7538518905639648
-1.934732437133789
1.5792360305786133
-1.9865527153015137
-1.1760410070419312
-1.286386251449585
-1.45137619972229
1.951870083808899
-1.1241648197174072
-1.2709705829620361
1.1053053140640259
-1.9260413646697998
-1.3002479076385498
-1.6849145889282227
1.677038311958313
-1.380074381828308
1.2373377084732056
-1.146587610244751
1.4832029342651367
-1.1423624753952026
-0.2899426519870758
1.8558200597763062
-1.9497129917144775
-0.9117506146430969
0.3564916253089905
2.2142157554626465
1.055445909500122
-1.1321725845336914
-2.6214311122894287
-0.37924349308013916
-0.19350238144397736
-1.1925581693649292
1.4681154489517212
-1.9217928647994995
-1.2434509992599487
-1.3601616621017456
1.5446182489395142
2.0389254093170166
1.3017964363098145
-0.8950603604316711
1.5565457344055176
-2.524303913116455
0.6021137833595276
1.604526400566101
-2.9055137634277344
-0.9461055397987366
0.25342267751693726
0.6086299419403076
-2.242546796798706
1.343409776687622
1.046617865562439
-0.7999898195266724
-2.0756099224090576
1.3549166917800903
-1.042481541633606
-0.5554003715515137
-1.9199734926223755
-2.234673261642456
2.7697231769561768
-0.23676788806915283
1.246487021446228
0.040828887373209
0.33321714401245117
-2.2494585514068604
3.1031439304351807
0.5803375840187073
0.5846938490867615
-2.4522552490234375
1.2588986158370972
1.8810926675796509
-1.7988581657409668
-0.09011347591876984
-0.326280802488327
-0.554999589920044
-1.7293689250946045
1.7687817811965942
1.234377145767212
0.8952749967575073
-0.1832357496023178
-0.5970572233200073
1.4392118453979492
-1.8156719207763672
-0.617733895778656
-3.0803654193878174
-2.734408378601074
0.5430210828781128
-0.42841652035713196
-0.04543915018439293
0.9527267217636108
1.1307092905044556
2.3178036212921143
0.5424967408180237
-1.8979030847549438
-0.9569352865219116
2.0374398231506348
-1.8117671012878418
0.48108959197998047
-2.4950602054595947
-0.25527241826057434
-0.5809909105300903
-1.0173195600509644
-1.5451700687408447
0.3514690399169922
1.2018404006958008
-2.968845844268799
-2.062659978866577
2.644575834274292
-2.410461664199829
-1.007401704788208
-2.1007349491119385
0.027071833610534668
-0.21356052160263062
0.2566133439540863
-0.6720386147499084
-2.1304705142974854
-0.9277428984642029
0.06165558099746704
-0.05710965394973755
-0.25576460361480713
-0.4212169051170349
0.24055486917495728
-0.0191841721534729
-0.4357394576072693
-0.26851165294647217
-0.0035415291786193848
-0.4783927798271179
-0.39590221643447876
-0.4035053253173828
-0.449501097202301
-0.25388801097869873
-0.29469841718673706
0.1795949935913086
0.4659949541091919
0.35091859102249146
-0.3848116397857666
-0.26711320877075195
0.3677254319190979
0.10246819257736206
-0.13064664602279663
-0.11665964126586914
-0.07486587017774582
0.6774830222129822
1.5109448432922363
1.7234185934066772
0.14833198487758636
0.2418825626373291
1.1989411115646362
-1.440569281578064
0.5384233593940735
1.2682234048843384
-0.44406622648239136
-0.2083655148744583
-1.0265963077545166
0.16665416955947876
-0.3806777596473694
0.7202978134155273
-1.7907581329345703
-1.4977953433990479
-0.5385378003120422
0.896518349647522
1.0646990537643433
1.3799229860305786
-1.2342772483825684
-1.5118917226791382
-1.222615122795105
2.638686180114746
0.6853280663490295
1.1173450946807861
1.403551697731018
1.7757899761199951
1.4057540893554688
-3.2924859523773193
-0.8182991743087769
-0.7002696990966797
-1.671879529953003
-2.350860357284546
-1.6014057397842407
-1.995288610458374
-1.0625184774398804
1.657525658607483
-0.47608333826065063
1.5559974908828735
1.6173945665359497
1.6220558881759644
0.6785069704055786
-1.3863461017608643
-1.170050024986267
-1.589093804359436
0.4528912901878357
0.14570653438568115
-0.3003413677215576
0.4981801509857178
0.04040604829788208
0.012860655784606934
0.4323616623878479
0.11992990970611572
-0.34390491247177124
0.4790835380554199
0.3994113802909851
-0.10431873798370361
-0.22616612911224365
-0.4980824589729309
0.22135627269744873
0.1763959527015686
0.3891110420227051
-0.36676764488220215
-0.46640825271606445
-0.207369863986969
0.4838351011276245
-0.48250383138656616
0.32465386390686035
0.3200869560241699
1.6392232179641724
0.5064012408256531
1.122086524963379
-1.5092992782592773
1.6368669271469116
-1.2069658041000366
-1.3607449531555176
0.3514835238456726
-0.8226680755615234
-1.3698524236679077
1.2438056468963623
-1.584000825881958
1.6576306819915771
-1.9310349225997925
1.7002257108688354
-0.7104734778404236
-1.1057813167572021
-1.349824070930481
-1.4120935201644897
-1.1726012229919434
1.1051652431488037
-1.4909932613372803
2.1043128967285156
-1.9241169691085815
-0.786503255367279
-1.9234133958816528
-2.502183437347412
-2.7207682132720947
0.7162947654724121
-0.019513538107275963
-2.107503890991211
-2.6745097637176514
1.1732834577560425
-1.3204429149627686
0.8587654829025269
-0.59449702501297
0.3014167845249176
-1.4586312770843506
2.7540276050567627
0.8570390343666077
1.2494730949401855
-2.1608853340148926
-0.6861960291862488
-0.31479549407958984
-1.119425654411316
2.2747256755828857
-0.7108343243598938
0.735977292060852
1.6527953147888184
1.4299874305725098
-0.8971817493438721
-0.6856083869934082
-1.4809831380844116
-1.3975235223770142
1.7080662250518799
0.702617347240448
-0.8984059691429138
-1.1624045372009277
-1.2702000141143799
1.8854304552078247
-1.378491759300232
-1.1180546283721924
-0.4624553918838501
-0.37472131848335266
-1.6477874517440796
-1.5293965339660645
1.4229744672775269
1.2166882753372192
-1.2024835348129272
1.9058213233947754
-1.5163687467575073
-0.8080954551696777
0.14520829916000366
-0.10514944791793823
0.2053702473640442
-0.37619489431381226
-0.43645715713500977
0.3283749222755432
0.28900694847106934
-0.21119755506515503
-0.07456052303314209
-0.211234450340271
-0.2795243263244629
-0.11283916234970093
0.0924263596534729
-0.09064584970474243
0.2002740502357483
-0.10922390222549438
0.2858498692512512
-0.46614009141921997
0.25502634048461914
-0.16404545307159424
0.03643292188644409
0.023980557918548584
-0.4433130621910095
-0.4553982615470886
-2.7643470764160156
0.22420617938041687
-1.0809826850891113
0.8438625931739807
1.3629335165023804
1.7613581418991089
-1.0599925518035889
1.4670268297195435
-2.9073829650878906
0.5314350724220276
-0.4480191171169281
-0.38990095257759094
-3.0232584476470947
0.6118096113204956
-1.75654935836792
0.47766777873039246
-0.7307692170143127
0.02663002908229828
0.6750988364219666
-1.0371352434158325
3.370445489883423
-2.4070932865142822
2.085994005203247
-2.334730863571167
0.7976931929588318
-0.03321095183491707
-0.9030125737190247
1.4786953926086426
0.3429257273674011
-1.4051976203918457
3.103182077407837
0.8012253642082214
-1.6822148561477661
2.782215118408203
0.5215213298797607
-0.455244779586792
-0.9982426166534424
1.6514160633087158
-0.9951974749565125
-0.4628389775753021
-1.8643451929092407
-2.0123322010040283
0.8938884139060974
0.21059532463550568
3.5182418823242188
-1.2709795236587524
1.487932801246643
-0.5468774437904358
0.5092898607254028
1.8780288696289062
-2.094041109085083
1.9366313219070435
0.48697417974472046
2.3609282970428467
0.6016132831573486
-1.5250673294067383
-0.8607779145240784
-1.9802061319351196
-0.7254565358161926
1.6380194425582886
-0.16114576160907745
0.7566479444503784
-1.5623538494110107
1.8062807321548462
2.0802605152130127
-1.4694104194641113
-1.1731033325195312
1.979678988456726
0.23951366543769836
2.0060722827911377
0.7398917078971863
-2.1683762073516846
-0.5467768311500549
-0.09459555149078369
-0.5143859386444092
3.4209980964660645
2.249992609024048
0.7585449814796448
0.5688536167144775
-1.3882629871368408
1.5854283571243286
-1.1192338466644287
-0.19058074057102203
-0.9038749933242798
-2.0090043544769287
0.6496008634567261
-1.0675010681152344
-0.6092039346694946
0.48141416907310486
-1.272858738899231
-0.06417510658502579
-0.025803212076425552
-0.9299255013465881
-1.171764612197876
-1.1211532354354858
1.229474663734436
1.523983359336853
-1.810817837715149
-1.466265320777893
2.0562803745269775
-1.3384729623794556
-1.311774492263794
-0.25354668498039246
-1.4218899011611938
1.5112881660461426
-1.1628597974777222
-1.9457695484161377
1.168450951576233
-1.3714649677276611
-1.423264980316162
1.284334659576416
2.8877718448638916
-0.9664144515991211
1.899056077003479
-1.3523852825164795
2.1114141941070557
-1.6628538370132446
-1.590786099433899
-1.4544355869293213
1.2300052642822266
-0.7331719398498535
-1.550082802772522
-2.0749104022979736
1.6388497352600098
1.64175546169281
2.16825795173645
1.4082903861999512
-1.763244390487671
0.5946231484413147
0.9650817513465881
-2.2104458808898926
-0.9132609367370605
-2.0829474925994873
-0.8012378811836243
1.3108898401260376
1.5132935047149658
-1.3774548768997192
1.9702588319778442
-2.5090038776397705
1.6156761646270752
1.7264739274978638
1.8526771068572998
1.6602848768234253
-1.0027192831039429
1.467237949371338
-1.8199899196624756
-0.5503285527229309
2.4790611267089844
0.06671640276908875
-0.6639195084571838
0.41787832975387573
0.6236035823822021
1.099077820777893
2.4709317684173584
-0.4561288058757782
-0.693009614944458
-1.677693247795105
-1.3560444116592407
0.41073453426361084
-2.0729992389678955
-2.663172960281372
-1.9112673997879028
1.0749940872192383
-1.517401099205017
-1.1081323623657227
-0.6060187220573425
-0.8997325897216797
-0.1372973620891571
-1.326987385749817
1.3458716869354248
0.9680318832397461
-1.3508392572402954
-1.0862727165222168
-1.2289824485778809
-1.4791533946990967
1.1852049827575684
1.6263219118118286
1.5424796342849731
-1.1266369819641113
1.271825909614563
1.5296640396118164
1.510158896446228
-1.4570741653442383
-1.5592323541641235
1.2913954257965088
1.6787041425704956
1.6556737422943115
-1.198217749595642
1.208054780960083
-1.4130650758743286
1.1825332641601562
-1.6387215852737427
-1.506790041923523
-1.3363521099090576
1.1346828937530518
1.380407452583313
-1.2947235107421875
2.426726818084717
-1.2559149265289307
1.1929914951324463
-1.4776573181152344
-1.426429271697998
-0.9348959922790527
-1.451875925064087
0.17128293216228485
-1.143949270248413
1.1114126443862915
1.5164785385131836
1.3236051797866821
1.4895987510681152
1.5213388204574585
1.3646067380905151
-1.4639396667480469
-1.6156036853790283
-1.4653956890106201
-2.103513717651367
-1.5294876098632812
-1.4569578170776367
0.9738894104957581
-1.408747911453247
-1.3382320404052734
1.3238309621810913
-1.0599372386932373
-1.4231212139129639
1.8922661542892456
-1.2700837850570679
1.4804326295852661
-1.349152684211731
-1.4171123504638672
0.32792532444000244
1.532109260559082
1.3677594661712646
1.316066861152649
1.1591334342956543
-1.4954322576522827
-1.3366268873214722
1.060192584991455
-1.4182010889053345
1.4276762008666992
1.44175386428833
-2.0838921070098877
-1.454598307609558
-1.6318333148956299
-1.4412047863006592
1.6072795391082764
2.227696180343628
1.6190154552459717
-1.6250234842300415
-0.7868025302886963
-1.3076199293136597
1.5845377445220947
1.3823741674423218
-1.2394983768463135
0.9608700275421143
1.3213989734649658
1.4082049131393433
-1.9995838403701782
1.6122374534606934
-1.4901798963546753
-1.48070228099823
1.9325406551361084
-1.431773066520691
2.000185489654541
1.3020222187042236
-1.38068425655365
0.5145449042320251
-1.4735016822814941
-1.1638926267623901
-0.431295782327652
0.14846216142177582
-1.8616786003112793
0.9879124760627747
-0.5212701559066772
-0.46211057901382446
-2.1546738147735596
0.43601301312446594
-1.2488350868225098
-1.2304363250732422
0.7496087551116943
2.050584077835083
-1.2898284196853638
0.19545304775238037
1.3200767040252686
1.2877033948898315
-1.723505973815918
-0.5948816537857056
0.7469369769096375
-1.6065713167190552
0.5501158833503723
2.1668951511383057
-2.1461808681488037
-1.2741657495498657
-1.149247169494629
-0.43205544352531433
1.5278823375701904
-2.0427746772766113
0.6463413238525391
-1.5205410718917847
1.6075083017349243
-0.7068952918052673
1.1114909648895264
-1.3995085954666138
-0.9269466996192932
1.4982644319534302
1.4518388509750366
1.176759958267212
8.226731300354004
0.48265257477760315
2.0765750408172607
2.030461072921753
-0.25785496830940247
-0.6945687532424927
1.345000147819519
1.5735427141189575
1.4469997882843018
2.042043924331665
-0.8617966771125793
1.2312997579574585
-0.7914677262306213
1.319047212600708
-0.9180240035057068
-1.1782697439193726
2.1593244075775146
1.59088134765625
-1.1640825271606445
-1.2964951992034912
1.2600106000900269
1.2447755336761475
1.4159010648727417
1.3792730569839478
-1.0486713647842407
1.4041253328323364
1.6975584030151367
1.1679719686508179
1.1136144399642944
1.3758455514907837
0.0008922815322875977
-0.09383708238601685
-0.21271008253097534
0.47666633129119873
0.02409285306930542
-0.44370967149734497
-0.22436916828155518
-0.4700010418891907
0.43904995918273926
0.16436803340911865
-0.12296038866043091
-0.2540012001991272
0.24495887756347656
-0.37370431423187256
0.21733146905899048
-0.32023513317108154
0.47010862827301025
0.14038819074630737
0.290787935256958
-0.43594032526016235
-0.022953808307647705
0.1459178924560547
-0.013470172882080078
0.07859504222869873
-0.8592817783355713
-0.5890297293663025
1.0946576595306396
1.9804320335388184
0.41911303997039795
-0.20697766542434692
-1.382853388786316
2.5034375190734863
-2.2022716999053955
-0.011690426617860794
0.027560904622077942
-0.9507465362548828
-1.4673165082931519
0.39465275406837463
-1.393086552619934
-2.2563908100128174
-2.300015687942505
-1.388336181640625
-2.425016403198242
-0.5024607181549072
0.6343443989753723
-2.145930528640747
0.49427345395088196
2.392812967300415
-1.5478020906448364
-1.5535197257995605
1.682844877243042
2.0654497146606445
0.8245195746421814
0.5657459497451782
1.8886570930480957
0.5981793403625488
0.7704333662986755
1.7684071063995361
-1.835672378540039
-1.9609425067901611
1.277154803276062
1.7980979681015015
-0.708271861076355
0.5612849593162537
-2.1218032836914062
-2.858715295791626
-2.2216389179229736
-1.8510257005691528
1.3609577417373657
-1.0335582494735718
0.17244163155555725
0.014045455493032932
-0.1552860140800476
0.07140994071960449
0.12064152956008911
-0.35972023010253906
0.08827674388885498
0.2759891152381897
0.40158015489578247
0.37780123949050903
-0.3276829123497009
-0.06278753280639648
0.4602859616279602
-0.2612164616584778
0.47833746671676636
-0.4273553490638733
0.22472047805786133
0.11745864152908325
0.49232709407806396
-0.11474806070327759
-0.4928165674209595
0.28352242708206177
0.17365044355392456
-0.20303082466125488
-0.12971746921539307
-0.02411860227584839
-1.4027589559555054
1.281236171722412
1.4805049896240234
1.2590723037719727
-1.1276317834854126
1.2067642211914062
2.522942066192627
1.026038408279419
-1.0900474786758423
1.3033218383789062
1.461719036102295
1.3272820711135864
-1.4412537813186646
-1.4183059930801392
-1.4449571371078491
1.2658629417419434
1.1849241256713867
1.2139745950698853
-1.2488889694213867
-1.4422025680541992
1.2797961235046387
1.102542519569397
1.178885817527771
-1.1399617195129395
-1.2422778606414795
1.30350923538208
1.243715763092041
1.5072728395462036
-1.3679848909378052
-1.2049241065979004
1.6061865091323853
-1.5561082363128662
-1.493445873260498
1.1215012073516846
1.5246601104736328
1.1787877082824707
-1.6679595708847046
-1.588106393814087
-1.3008607625961304
-0.8644070029258728
1.40094792842865
-1.344402551651001
-1.4257574081420898
-1.2167651653289795
1.211613655090332
-1.4993066787719727
-1.4997714757919312
-1.1235058307647705
-0.34098970890045166
-0.3931507468223572
0.43728071451187134
-0.4035186767578125
0.0452800989151001
-0.3701179027557373
-0.1575741171836853
-0.1462395191192627
-0.47916877269744873
-0.022696316242218018
-0.3469401001930237
0.15834450721740723
0.47959786653518677
-0.39943671226501465
-0.0136604905128479
-0.24737566709518433
-0.08184152841567993
0.4410516619682312
-0.078571617603302
-0.46050816774368286
-0.3197973370552063
-0.012969672679901123
0.16459959745407104
-0.22756177186965942
-2.0760860443115234
-1.0959012508392334
-1.3828306198120117
1.5957568883895874
1.411414384841919
1.32533597946167
-1.0676146745681763
1.2567516565322876
-1.3026248216629028
1.270764708518982
1.3657609224319458
1.2246179580688477
1.5469541549682617
-1.5805717706680298
1.4275535345077515
-1.3416836261749268
-0.9418684244155884
-1.3714921474456787
1.465419054031372
-1.376227855682373
-1.4754787683486938
1.3996639251708984
-1.2416623830795288
-1.4304447174072266
-1.5796111822128296
-0.7561720609664917
2.2174458503723145
-0.681868314743042
0.9238404035568237
-1.922156810760498
-0.28415486216545105
-1.7271897792816162
-2.381976842880249
-0.9700507521629333
-0.423272967338562
-0.8680967688560486
0.14009612798690796
-0.3033609390258789
1.8887889385223389
0.5583066940307617
0.9380008578300476
-1.7267448902130127
1.8425410985946655
-0.6387626528739929
-0.8173091411590576
-0.3012465238571167
-1.3074696063995361
-2.56852126121521
0.35347914695739746
-0.3207825720310211
2.285426378250122
2.5858941078186035
-0.2643950581550598
0.39304327964782715
-1.464680552482605
-0.7807683348655701
-0.7192409634590149
2.310969591140747
0.22847548127174377
-2.401121139526367
-1.7772126197814941
-0.9600215554237366
0.751765251159668
-2.4806597232818604
-2.179969072341919
1.4762645959854126
-2.258244276046753
0.30673494935035706
-1.3529884815216064
-2.0496103763580322
2.359616756439209
0.9380141496658325
-2.002270221710205
-1.081324577331543
-1.475844144821167
1.9678711891174316
-0.8674042820930481
2.38472580909729
-1.372184157371521
-1.8323501348495483
-1.6269124746322632
-1.1502598524093628
1.6314382553100586
-1.4640085697174072
-1.918647289276123
0.9815574288368225
1.3274611234664917
-1.3878728151321411
-1.9485043287277222
-1.433502197265625
1.5000114440917969
2.048156976699829
1.7506905794143677
1.2111756801605225
-1.5185081958770752
-1.258663296699524
-1.049783706665039
0.9620164036750793
0.4466802775859833
1.0806446075439453
-0.2506823241710663
-1.2841055393218994
-0.415076345205307
-0.2934233844280243
0.5084131956100464
0.21864274144172668
1.1595276594161987
-1.6563688516616821
0.08277180045843124
0.29360026121139526
-0.5325008034706116
1.4006688594818115
-0.6325759887695312
-1.4161465167999268
-0.02879665605723858
-0.03861447423696518
-0.7985631823539734
-1.0814878940582275
-0.21219918131828308
0.06271110475063324
0.06273752450942993
0.31820350885391235
0.18119633197784424
0.15351557731628418
0.11990225315093994
-0.3744220733642578
0.42318814992904663
-0.14016413688659668
-0.2192906141281128
0.16474097967147827
0.09572738409042358
-0.4360398054122925
0.4620521068572998
0.20122593641281128
0.16153591871261597
-0.07964688539505005
-0.13499778509140015
-0.30049872398376465
0.09212285280227661
-0.4970436096191406
0.2211022973060608
0.09245163202285767
0.30409955978393555
-0.49300938844680786
1.1770455837249756
1.158785104751587
1.789602279663086
-1.8926048278808594
1.5489612817764282
1.739522099494934
1.6980303525924683
-1.8448795080184937
-1.3411650657653809
1.6701768636703491
1.3394683599472046
1.270171046257019
1.2896851301193237
-1.9958683252334595
-1.804238200187683
-1.1643061637878418
1.2158526182174683
1.5011378526687622
-2.010370969772339
1.122619390487671
-1.347665548324585
1.464496374130249
1.5942376852035522
1.721961259841919
-0.27848565578460693
-0.24916702508926392
-0.0934712290763855
-0.0021001100540161133
-0.3440414071083069
-0.024895668029785156
0.278231143951416
0.2585322856903076
-0.142022967338562
-0.15174931287765503
0.47611260414123535
0.13371670246124268
0.12454527616500854
0.3182050585746765
0.09681087732315063
0.1333826780319214
0.05981755256652832
-0.004238784313201904
0.4459306001663208
0.2272815704345703
-0.47012507915496826
-0.05233985185623169
0.2735038995742798
0.12215220928192139
-2.5849006175994873
1.88727605342865
-2.9442825317382812
-1.9307799339294434
-2.7025551795959473
-2.6260011196136475
-0.8240507245063782
-0.35059934854507446
-1.0419704914093018
-2.331339120864868
1.2602547407150269
2.1642868518829346
-2.329922914505005
-1.3826202154159546
3.7663276195526123
-1.0862500667572021
0.31082722544670105
-2.4762957096099854
-1.6570638418197632
0.2898161709308624
1.2412762641906738
-0.8945183157920837
-0.2919503152370453
-3.028917074203491
-1.218066930770874
1.563846230506897
1.1547067165374756
1.1600842475891113
-1.2855699062347412
1.457883596420288
-1.1878280639648438
-0.22078387439250946
-0.9783352613449097
-1.3923319578170776
-2.0061373710632324
-2.1002469062805176
-1.121495008468628
0.8632386922836304
1.7041069269180298
1.5353535413742065
1.4820668697357178
1.4306669235229492
-0.6672880053520203
0.0760389044880867
1.2980479001998901
-1.425122857093811
-1.014466404914856
-1.4226168394088745
-0.31569981575012207
0.41575419902801514
-0.30520129203796387
0.24400866031646729
-0.3218843340873718
0.33837616443634033
-0.10985714197158813
0.46152132749557495
-0.34372013807296753
-0.44932061433792114
0.4440041184425354
-0.035816490650177
0.30216455459594727
0.38366323709487915
0.33600419759750366
-0.3673473596572876
0.34314537048339844
0.440196692943573
0.37479108572006226
0.3943084478378296
0.35070186853408813
-0.3784567713737488
-0.4200591444969177
0.1582472324371338
-1.4418418407440186
-1.7663203477859497
-1.3876343965530396
1.9317830801010132
1.3196028470993042
-1.261173963546753
-1.5056601762771606
-1.5551518201828003
1.6840466260910034
1.419359803199768
-1.5024327039718628
1.5634766817092896
1.4127856492996216
1.3940678834915161
1.4331740140914917
2.1660773754119873
-1.3259412050247192
-1.361957311630249
-2.024132490158081
1.4851763248443604
1.127138376235962
1.2354761362075806
2.0458128452301025
1.4160761833190918
-0.2687198519706726
-0.4211156964302063
-0.4593672752380371
0.24189263582229614
0.18587064743041992
0.13660693168640137
0.24959909915924072
-0.08787786960601807
0.3530561327934265
-0.05229902267456055
0.48650676012039185
0.25350451469421387
0.43671733140945435
0.31684190034866333
0.06873917579650879
0.031697988510131836
0.3989265561103821
0.4159173369407654
-0.00041985511779785156
-0.18561959266662598
0.007020890712738037
-0.18423360586166382
-0.06860005855560303
-0.44301271438598633
0.06352585554122925
-0.24345999956130981
0.0678396224975586
-0.32147151231765747
-0.25609374046325684
-0.12037932872772217
-0.20044058561325073
-0.0026397109031677246
-0.15046989917755127
0.2592651844024658
-0.27755117416381836
-0.19678694009780884
0.18909704685211182
-0.43776005506515503
-0.033015310764312744
0.058720290660858154
-0.3313447833061218
-0.46083229780197144
-0.016489923000335693
-0.03590035438537598
0.12187999486923218
0.08745098114013672
-0.30300772190093994
0.48611748218536377
-2.921627998352051
0.980712354183197
0.8066799640655518
1.7985869646072388
-0.4928728938102722
-0.47583305835723877
1.8191825151443481
-1.0111119747161865
-0.8333883285522461
1.2963825464248657
-0.37345606088638306
2.042684316635132
-2.2070651054382324
-1.0608664751052856
2.506208896636963
-2.356492519378662
1.1690007448196411
-2.4408328533172607
-0.2361002266407013
0.6213425993919373
0.7875314950942993
-1.8835954666137695
-2.2207469940185547
-2.2437963485717773
-2.0781712532043457
-1.4052348136901855
1.2426056861877441
1.4089088439941406
-1.2263761758804321
-1.1288563013076782
1.738303780555725
-1.542098879814148
-1.3012152910232544
-1.3191367387771606
1.5303294658660889
-1.1796268224716187
-1.921639084815979
1.4024714231491089
1.4609817266464233
2.987109422683716
-1.4724892377853394
-1.3815109729766846
-1.425676703453064
-1.3731446266174316
-1.4617670774459839
-1.0856345891952515
1.9530638456344604
-1.3441169261932373
-0.3248365521430969
0.253692090511322
-0.19628232717514038
-0.01366734504699707
0.2753080129623413
0.09205174446105957
-0.3456383943557739
-0.01206362247467041
0.16047829389572144
0.25978440046310425
0.14575469493865967
0.22255480289459229
-0.4172939658164978
0.4386588931083679
-0.4192246198654175
0.1237485408782959
-0.14251762628555298
-0.07906264066696167
-0.42156124114990234
-0.26287007331848145
0.12642639875411987
-0.12678736448287964
-0.22847044467926025
-0.47443515062332153
0.3697353005409241
-0.07389503717422485
0.004925549030303955
-0.03986918926239014
0.18984001874923706
0.49937355518341064
0.4035094976425171
-0.08711850643157959
-0.06747996807098389
-0.15520113706588745
-0.09749233722686768
0.4739406704902649
0.3546612858772278
-0.13352042436599731
-0.3568382263183594
-0.4843844175338745
-0.34132248163223267
-0.15953540802001953
-0.13498109579086304
-0.003414154052734375
0.36617112159729004
0.1493145227432251
-0.13150274753570557
0.4110572338104248
-0.09920036792755127
0.3164578080177307
0.36839520931243896
-0.247478187084198
-0.3176681399345398
0.21565520763397217
-0.0359078049659729
0.4493275284767151
-0.4673510193824768
-0.33372002840042114
-0.22959476709365845
-0.13086289167404175
0.15433484315872192
-0.1908360719680786
-0.09413754940032959
0.3067033886909485
0.4532551169395447
0.11231809854507446
-0.129777729511261
0.30080538988113403
0.46552765369415283
0.4629601240158081
0.14036321640014648
-0.13443470001220703
-0.23572033643722534
0.20431983470916748
-0.44060850143432617
-0.0032038092613220215
0.3985520601272583
-0.29967182874679565
0.15543299913406372
-0.02839130163192749
0.06326258182525635
-0.4221579432487488
0.1209341287612915
-0.3565177917480469
-0.43608182668685913
-0.057854294776916504
-0.2842414379119873
0.32595163583755493
0.48653364181518555
-0.21809059381484985
-0.3756994605064392
-0.3292630910873413
0.4310292601585388
-0.3626566529273987
-0.01939558982849121
0.23675185441970825
-0.03778177499771118
-0.038303256034851074
-0.06467306613922119
-0.06951147317886353
0.20115339756011963
0.13230431079864502
-0.4829791784286499
-0.0008361935615539551
-0.4551815986633301
0.02278602123260498
-0.2763622999191284
0.09652674198150635
0.24427777528762817
-0.4654114842414856
0.0666998028755188
0.4101676940917969
-0.398897647857666
-0.36181575059890747
-0.4592113494873047
0.38923054933547974
0.027736663818359375
0.06048464775085449
-0.4583011865615845
0.04112541675567627
-0.1877882182598114
1.0789250135421753
1.9235408306121826
1.9617518186569214
-1.9439055919647217
1.5806792974472046
-1.6378741264343262
1.6863272190093994
-1.762555718421936
-0.8377051949501038
1.6990007162094116
1.4102551937103271
0.8656311631202698
0.15355148911476135
2.1653943061828613
1.8416813611984253
0.8749768733978271
-1.1355175971984863
-1.9202592372894287
1.5537887811660767
-1.5514540672302246
-1.7438162565231323
-1.2020686864852905
-1.8420418500900269
1.675075888633728
-0.623237133026123
1.709962010383606
-1.9438929557800293
-0.4782368838787079
-1.9627715349197388
-1.8732329607009888
-0.6098880767822266
-1.325549840927124
-1.806877851486206
0.3131321668624878
-0.38381075859069824
1.4808602333068848
1.8173755407333374
-0.18142549693584442
0.03843094781041145
1.7297420501708984
-0.8656673431396484
1.181833028793335
-1.7257004976272583
-2.087634563446045
1.9103087186813354
1.9680678844451904
-1.465200424194336
1.4030852317810059
1.4496158361434937
-1.5888948440551758
1.329980492591858
-1.450786828994751
1.2286220788955688
1.6194440126419067
1.1641802787780762
-1.4218350648880005
-1.1052448749542236
-1.1634092330932617
-1.3339323997497559
-1.2189970016479492
-1.4091774225234985
-1.3879657983779907
1.3800499439239502
-1.3579421043395996
-1.4544984102249146
1.5439269542694092
-1.332672119140625
-1.5171496868133545
-1.5746560096740723
1.0622243881225586
1.149094581604004
0.9921636581420898
-3.4691078662872314
0.1514655500650406
1.2082737684249878
-0.318645715713501
-1.5344676971435547
2.545151472091675
0.5793482065200806
-1.4516972303390503
1.0014567375183105
-1.2633590698242188
0.37881144881248474
1.260390043258667
0.09212611615657806
0.1674557626247406
1.3857851028442383
-0.09160399436950684
0.10071056336164474
-1.4053809642791748
-0.006474053952842951
0.5165482759475708
1.2456719875335693
0.1324414312839508
