24
-0.6743978261947632
1.0814704895019531
-4.828925132751465
3.961890935897827
5.597127437591553
3.2565081119537354
-3.690891742706299
-2.721273899078369
-2.1454577445983887
-0.5218987464904785
-1.3237982988357544
3.1862030029296875
-0.5636779069900513
2.153964042663574
2.635326385498047
-0.9694167971611023
-0.8421320915222168
4.760855197906494
1.107275366783142
-2.152247667312622
-3.7820990085601807
1.230940341949463
-1.721196174621582
-5.213039398193359
-6.1485209465026855
3.267238140106201
-1.176560640335083
1.8081508874893188
1.0055426359176636
0.171250581741333
-7.00383996963501
-2.9659652709960938
-0.6388369798660278
-0.34204810857772827
-2.3876497745513916
3.9660675525665283
2.094722032546997
1.0700182914733887
0.49258601665496826
-1.2702133655548096
3.132316827774048
0.8476004004478455
2.023223876953125
-0.7177445888519287
0.4832644462585449
2.7087481021881104
-2.3267204761505127
-1.1596654653549194
-6.618101119995117
2.3300740718841553
-6.142422676086426
5.902553558349609
4.870071887969971
3.353989839553833
-6.074509620666504
-1.8563909530639648
-1.4043487310409546
-5.772889614105225
-3.2250680923461914
3.479430913925171
4.785780906677246
3.4227209091186523
2.617898464202881
-6.099815368652344
2.951129198074341
5.819736957550049
5.343679428100586
-2.4278526306152344
-5.151974678039551
5.336884021759033
-2.059443712234497
-4.827042102813721
-6.483765125274658
2.8426332473754883
-6.867886066436768
3.945099115371704
5.37637186050415
2.3213541507720947
-5.0387701988220215
-1.9175041913986206
-0.663712203502655
-5.605568885803223
-0.268002450466156
4.049829006195068
4.4425506591796875
-0.9155757427215576
2.388187885284424
-3.7378764152526855
0.35471639037132263
1.7161786556243896
4.343953609466553
-1.4972114562988281
-3.2301080226898193
1.2737330198287964
-1.888497233390808
-5.23546838760376
-2.335272789001465
3.196054220199585
-0.37003064155578613
5.999905109405518
0.2722673714160919
1.9644070863723755
-6.715764999389648
-2.2682759761810303
-1.655644416809082
-0.9762258529663086
-3.175072431564331
4.189077377319336
0.5781149864196777
1.292938232421875
2.6472549438476562
-0.1405993103981018
1.7853353023529053
1.9792982339859009
3.8935482501983643
-1.471501111984253
-5.827973365783691
0.5870484709739685
-2.618762493133545
-5.137038230895996
-5.962923049926758
3.061408281326294
0.2028484344482422
5.917247772216797
0.5603893995285034
3.22751522064209
-6.916545867919922
-1.5905464887619019
-1.5479633808135986
-5.7961506843566895
-2.3666152954101562
4.098901271820068
3.9386203289031982
3.692612886428833
2.4168148040771484
-6.390399932861328
1.9133812189102173
1.2450655698776245
0.16370432078838348
-2.1244778633117676
-3.1630208492279053
2.594513177871704
0.37250620126724243
-2.6223764419555664
-6.662558078765869
2.374281167984009
-6.9140305519104
0.34058308601379395
-0.06673011928796768
3.2879536151885986
0.24992503225803375
-2.7028768062591553
-1.7304177284240723
-5.848685264587402
-3.278254747390747
4.019275188446045
5.185908317565918
3.9536261558532715
2.9209604263305664
-1.1596921682357788
1.990744948387146
0.05171898007392883
1.104091763496399
-2.3140828609466553
-2.619657039642334
-0.003964265808463097
-1.1451687812805176
-5.101428031921387
-6.3329877853393555
2.1118361949920654
-6.107484817504883
6.142539978027344
4.7855939865112305
3.3165550231933594
-6.238279342651367
-1.6247832775115967
-0.6124579310417175
-5.859375476837158
-3.2052226066589355
3.5240519046783447
4.550971031188965
3.5706653594970703
1.7751554250717163
-6.023221969604492
2.3221828937530518
5.81188440322876
5.568373203277588
-2.261366605758667
-5.699276447296143
4.6632585525512695
-2.3314208984375
-5.127676486968994
-5.138607501983643
2.71138072013855
-6.926973819732666
3.1267154216766357
0.8626291155815125
1.1603639125823975
-6.949260234832764
-2.3318376541137695
-2.4770822525024414
-5.598921775817871
-2.241129159927368
3.5076048374176025
4.405948638916016
4.0194315910339355
2.888887405395508
-1.3147636651992798
3.134458303451538
6.421310901641846
2.576991319656372
-1.3985967636108398
-3.4963390827178955
1.958450436592102
-1.335747241973877
-2.0190377235412598
-6.671878337860107
2.4825408458709717
-6.924670219421387
2.9261608123779297
4.639501571655273
1.941081166267395
-6.849392414093018
-1.7069854736328125
-1.4570891857147217
-5.686401844024658
-2.272111177444458
1.166242241859436
4.749727725982666
1.1021071672439575
1.0015552043914795
-3.3828887939453125
2.9693210124969482
6.5470428466796875
3.869436740875244
-2.3401341438293457
0.9264795184135437
1.288051724433899
1.6299071311950684
0.9932954907417297
-6.645066738128662
1.2326042652130127
-4.086706161499023
-0.4610731899738312
3.231497287750244
1.7114959955215454
-3.8461201190948486
1.5654481649398804
1.7277966737747192
1.6211881637573242
-1.6861748695373535
2.508615493774414
-1.4388312101364136
-1.3729195594787598
-1.4118032455444336
0.8424800038337708
0.5084652900695801
-1.3570845127105713
-0.8969719409942627
1.6999608278274536
-1.3070099353790283
-1.440317153930664
-1.6791927814483643
1.5701866149902344
-4.306286334991455
-0.6228946447372437
-5.628513813018799
-0.1793781816959381
5.559597969055176
-0.12569878995418549
-6.9270920753479
-1.814531922340393
-1.272851824760437
-5.780947208404541
-0.5136209726333618
3.9435253143310547
5.153433799743652
2.5852725505828857
2.69516658782959
-4.122490406036377
3.225135326385498
5.5506439208984375
6.039607048034668
-2.035731315612793
-3.6523187160491943
1.9943251609802246
1.820154070854187
-4.967058181762695
0.7226700186729431
2.6391773223876953
-3.4938066005706787
-1.1253775358200073
4.523440361022949
0.42585739493370056
-6.769784927368164
-1.5241615772247314
-1.5287874937057495
1.191508173942566
-3.3956096172332764
4.182253837585449
-0.41878095269203186
0.6379527449607849
1.678078055381775
-0.4177953004837036
2.044090986251831
1.2711628675460815
-0.46616193652153015
-2.2504501342773438
-4.5128068923950195
4.149421691894531
0.19805769622325897
-1.2069016695022583
-5.235157012939453
2.204831123352051
-3.806370496749878
3.3573238849639893
4.526312351226807
-1.36638605594635
-4.088559150695801
1.6058602333068848
-1.224011778831482
1.1814295053482056
1.0886082649230957
4.1523613929748535
-1.1417943239212036
-1.588833212852478
2.004533529281616
-0.585770308971405
0.6974761486053467
5.348930358886719
4.699738025665283
-1.5480228662490845
-1.861880898475647
-1.3130414485931396
-2.4059910774230957
-3.75750470161438
-4.738772869110107
2.7739415168762207
-2.3617446422576904
0.3040258586406708
2.579972743988037
2.985548496246338
-6.891742706298828
-0.9191251993179321
-0.6107991933822632
-5.505113124847412
0.5367798209190369
0.6945275664329529
-0.0073079210706055164
3.865722179412842
2.0338571071624756
0.22552642226219177
2.230020046234131
-0.24317729473114014
0.23097583651542664
-1.500034213066101
-3.8558382987976074
5.33519983291626
-1.6381831169128418
-0.02121054381132126
-4.719481945037842
2.6682815551757812
-2.3082611560821533
-0.5181777477264404
5.551329612731934
-0.9131234884262085
-3.282485246658325
-0.876196026802063
-1.7330034971237183
-5.666011810302734
-3.228693962097168
3.4718120098114014
4.80898380279541
3.103266954421997
2.0598714351654053
-2.9339818954467773
-0.8603989481925964
3.0165445804595947
1.936317801475525
-1.4622224569320679
-5.843099117279053
3.6143555641174316
-0.8110153079032898
-3.223022222518921
-6.363361358642578
2.0485799312591553
-6.178138732910156
5.861155033111572
4.985617160797119
2.6837668418884277
-6.662178039550781
-1.7386839389801025
-0.9834847450256348
-5.854606628417969
-2.635648727416992
3.662203550338745
4.760140419006348
3.682130813598633
1.952323079109192
-6.033527374267578
2.3057169914245605
6.299622058868408
5.503382205963135
-1.6489275693893433
-5.797962188720703
5.042263031005859
-1.5652992725372314
-4.674654006958008
-1.2172276973724365
3.4682388305664062
-6.180636405944824
6.0682501792907715
2.509190797805786
-0.787595808506012
-4.951175689697266
-1.5962883234024048
-1.2799080610275269
-0.5174799561500549
-3.250932455062866
4.16770076751709
5.3253607749938965
4.124281406402588
2.92095685005188
-1.0759083032608032
2.1332740783691406
1.945664882659912
6.199832439422607
-1.4965569972991943
-3.720259189605713
4.901010036468506
-1.386858344078064
-3.3415908813476562
-4.587340831756592
3.30757999420166
-2.8822479248046875
4.099999904632568
5.720951080322266
1.669527530670166
-3.7425334453582764
-3.0983221530914307
1.6309064626693726
-5.7430219650268555
-1.8369039297103882
-1.6480473279953003
-0.5782691240310669
3.6647186279296875
-1.6847879886627197
-6.447704792022705
1.5373953580856323
4.4795241355896
4.4297614097595215
-1.4359387159347534
-4.00856876373291
5.37169885635376
-0.3158053159713745
-5.2634968757629395
-6.734760284423828
2.6701838970184326
0.425594300031662
5.8886213302612305
4.491184711456299
-0.6125644445419312
-6.9086833000183105
-1.6864173412322998
-2.128973960876465
-0.5266962051391602
-2.4309282302856445
4.19704008102417
5.138256549835205
1.3190568685531616
0.913518488407135
0.3569166362285614
2.343109607696533
-0.5025894045829773
6.169539928436279
-2.366487741470337
-0.5404287576675415
4.519382953643799
-0.2894647717475891
-3.8912081718444824
-4.609671115875244
2.3407115936279297
-3.6305670738220215
6.069973945617676
4.707674980163574
1.1475629806518555
-6.701132774353027
-1.63400137424469
-1.8070416450500488
-4.27294397354126
-1.0104808807373047
3.102281332015991
4.055352210998535
2.5747275352478027
2.3965086936950684
0.5203184485435486
2.9722630977630615
2.9380369186401367
6.0772624015808105
-1.4357448816299438
-5.74165153503418
-0.531074583530426
-2.0271682739257812
-0.3585963845252991
-5.881458759307861
1.989929437637329
-6.856117248535156
6.068368434906006
4.857100486755371
3.248661994934082
-6.999770164489746
-1.1804187297821045
-0.737614631652832
-5.550528526306152
-3.0089147090911865
4.139589309692383
5.378264427185059
3.249969482421875
1.846645712852478
-5.740904808044434
2.822972536087036
5.954578399658203
5.879576683044434
-2.0335514545440674
-4.934260845184326
4.9386372566223145
-2.1653661727905273
-4.696080684661865
-6.224842548370361
2.8082306385040283
-6.8496270179748535
1.4067957401275635
5.539950847625732
3.1105427742004395
-6.282537937164307
-1.7055200338363647
-1.9624816179275513
-5.586146831512451
-2.148573637008667
4.255687713623047
3.372713327407837
0.6118702292442322
2.2347638607025146
-4.249120235443115
3.0653483867645264
1.1950172185897827
4.254888534545898
-2.4960455894470215
-2.947632074356079
1.2727248668670654
1.4605146646499634
-3.3213558197021484
1.6271156072616577
-1.513941764831543
1.3624404668807983
-0.5442883968353271
4.513227462768555
1.4633069038391113
-3.149070978164673
-1.4759907722473145
-1.2791423797607422
1.657603144645691
-3.918527841567993
4.117823123931885
-0.6627070307731628
1.8952031135559082
2.0785415172576904
-4.70843505859375
-0.45075416564941406
4.095923900604248
6.12511682510376
-2.29504656791687
1.4818317890167236
4.754896640777588
-1.932118535041809
1.4510222673416138
-6.2538580894470215
2.738560914993286
-6.03502082824707
5.751657485961914
4.879861831665039
2.840909481048584
-6.498285293579102
-1.0180318355560303
-1.0910688638687134
-5.823215484619141
-2.877808094024658
4.1613569259643555
4.735241889953613
3.8474974632263184
1.8504294157028198
-5.919759750366211
2.309969902038574
5.692294597625732
6.226170063018799
-1.830019474029541
-5.01318883895874
4.6196794509887695
-2.2449097633361816
-4.515803813934326
-6.754106521606445
-0.5473867058753967
-3.113727331161499
0.9218547344207764
4.767017841339111
-0.17871619760990143
-4.4348368644714355
-1.3047741651535034
-1.7304593324661255
-5.709771156311035
-3.190748929977417
2.777026891708374
5.084620952606201
3.781604051589966
0.1981538087129593
-5.054966926574707
0.699483335018158
1.9001290798187256
0.4445132315158844
-2.392296075820923
-5.779067039489746
3.827495813369751
1.414534330368042
-5.217579364776611
-1.4186679124832153
3.0692431926727295
0.795333206653595
1.6072005033493042
4.7299113273620605
3.279147148132324
-6.9739861488342285
-1.0355684757232666
-1.430208683013916
1.5287916660308838
-2.046036958694458
5.035566806793213
5.2868971824646
-1.2935941219329834
-1.752866506576538
-6.373284816741943
3.0361239910125732
-0.6372347474098206
2.2087833881378174
-2.3856382369995117
-5.91461181640625
4.538400650024414
1.5975624322891235
-1.9648457765579224
-1.4817149639129639
-1.6428099870681763
-6.978752136230469
4.101628303527832
4.724541664123535
1.9400118589401245
0.5842899084091187
-1.7630013227462769
1.6995826959609985
0.5911507606506348
-2.2777774333953857
3.749147891998291
-0.8696547150611877
-1.6721326112747192
2.509428024291992
-4.9299540519714355
1.9507298469543457
3.500628709793091
4.456840515136719
1.7399853467941284
-3.56559157371521
5.07028341293335
-0.5515594482421875
1.39365816116333
-2.0949244499206543
2.748610734939575
-4.478647708892822
3.636892795562744
-0.2595926821231842
1.8967217206954956
-4.380912780761719
-1.4041106700897217
-0.6235554814338684
-5.011590480804443
-2.0916075706481934
-1.6117926836013794
4.534733772277832
0.2973882555961609
-1.4378807544708252
-3.7349038124084473
2.865543842315674
5.671969890594482
1.2822175025939941
1.5547449588775635
-3.642251968383789
4.513487815856934
1.3197026252746582
-4.468593120574951
-4.09010124206543
2.2321643829345703
-0.4420154094696045
0.9569715261459351
0.2470553070306778
3.183889627456665
-4.945557594299316
-1.954361915588379
-0.6989238262176514
-5.823571681976318
1.1994963884353638
3.0029385089874268
0.6020413637161255
-0.11222019046545029
2.5052833557128906
-0.20673948526382446
1.808098554611206
6.292695045471191
0.30211716890335083
-2.340071678161621
-2.7124669551849365
5.407368183135986
-2.5292162895202637
-3.856832504272461
-0.6646501421928406
-1.3349246978759766
1.193235158920288
3.2269980907440186
5.444239616394043
3.3240177631378174
-1.2864048480987549
-1.708848237991333
1.5728265047073364
1.470418930053711
-1.9626492261886597
0.8092202544212341
0.08108680695295334
-1.364716649055481
-0.2436937391757965
-5.207343578338623
2.968679189682007
-0.8326687216758728
0.88283771276474
-2.2645864486694336
-1.3336005210876465
4.770222187042236
-1.6583290100097656
-4.387729167938232
-5.139442443847656
-1.268391728401184
-5.055689334869385
5.338476181030273
4.806401252746582
1.8045966625213623
0.29843953251838684
-1.642243504524231
-1.5246320962905884
-4.281147003173828
-2.1216583251953125
4.0885210037231445
5.345948696136475
4.005853176116943
2.557380199432373
0.7029666304588318
-0.9626258015632629
4.524428367614746
6.200531959533691
-1.2438158988952637
-3.455587387084961
4.228492259979248
-2.3690073490142822
-2.746264696121216
-4.709999084472656
2.7318034172058105
-0.3848625719547272
3.4933383464813232
0.06441532075405121
2.075345516204834
-6.751877784729004
-1.4964312314987183
-1.4615046977996826
-5.368037700653076
-1.965210199356079
3.453585147857666
0.499812513589859
4.008890628814697
2.5052638053894043
-6.414980411529541
-1.1715638637542725
6.518938064575195
-0.2114231288433075
-1.5245569944381714
-5.01892614364624
1.4697576761245728
-1.25190269947052
-4.733140468597412
-6.5527777671813965
2.8337693214416504
-1.4037922620773315
5.544718265533447
5.266092300415039
-0.8668532371520996
-1.0137195587158203
-2.205946207046509
-2.4567930698394775
-0.42395511269569397
0.942649781703949
0.7006740570068359
3.112192153930664
3.291297435760498
2.8825995922088623
-0.7793113589286804
1.913343906402588
0.9857316613197327
3.2498831748962402
-2.2233939170837402
-4.906816482543945
5.453269958496094
-2.1455001831054688
-4.352278232574463
-6.568085670471191
2.590358257293701
-4.731691360473633
3.8212175369262695
0.6401251554489136
-1.0432120561599731
-0.8295332193374634
2.0635764598846436
-2.722242832183838
-5.847886085510254
-3.278430461883545
-1.087590217590332
4.350564002990723
4.004499435424805
1.1898316144943237
-6.503110885620117
2.526597738265991
6.545875549316406
3.7517952919006348
-2.2601609230041504
1.2393990755081177
3.1357216835021973
-1.1582914590835571
-2.108079433441162
-6.168462753295898
2.503443479537964
-6.716473579406738
1.417189598083496
3.0103542804718018
2.0017526149749756
-3.5415494441986084
-1.9568663835525513
-1.4219415187835693
-5.264829158782959
-2.3127658367156982
-0.5747660994529724
5.283473014831543
3.9755361080169678
1.9699797630310059
-6.509921550750732
2.153041362762451
-0.2090047001838684
6.07582950592041
-2.4076602458953857
-5.630218505859375
5.27061653137207
-0.849200427532196
-5.036128044128418
-0.9660889506340027
2.7092552185058594
-1.1185503005981445
3.7087321281433105
5.4677252769470215
2.069854974746704
-6.940096378326416
-1.8451429605484009
-1.0251048803329468
-0.6138619780540466
-3.398007392883301
4.077243804931641
5.377413272857666
2.815924882888794
2.9316041469573975
-6.502439975738525
2.033637285232544
2.887960195541382
1.7240127325057983
-0.06771174818277359
-3.386329412460327
5.411149501800537
-2.366461992263794
-0.49258050322532654
-6.5233612060546875
1.6270540952682495
-6.662561416625977
2.84416127204895
3.0416815280914307
3.338528871536255
-3.2844200134277344
-1.527155876159668
-1.8978853225708008
-5.628133773803711
-2.0945568084716797
3.8149943351745605
5.25604248046875
0.14773356914520264
2.701726198196411
-3.515615940093994
0.11627862602472305
4.4592766761779785
1.0690946578979492
-2.430490732192993
-5.663689136505127
5.509773254394531
-2.3988053798675537
-4.324810028076172
-5.1045660972595215
2.676598310470581
-6.949734687805176
0.9432945251464844
5.556207180023193
3.258871078491211
-6.792887210845947
-2.891568899154663
-1.4004600048065186
-5.754093170166016
-2.0201075077056885
4.084499359130859
3.4512879848480225
4.091152667999268
2.470303773880005
1.146449327468872
1.8971511125564575
6.52569580078125
4.160445690155029
-2.1177408695220947
-5.780385971069336
5.394057750701904
1.0566679239273071
1.2482032775878906
-1.8194886445999146
-0.7016089558601379
-6.603774547576904
4.127041816711426
-0.14139260351657867
2.4921700954437256
-1.0077807903289795
-2.7422990798950195
-0.5991778373718262
-5.631353855133057
0.19136838614940643
0.6494480967521667
2.4177896976470947
-0.6354169249534607
2.4334774017333984
-0.9939031004905701
3.095027446746826
1.6057010889053345
0.4857751727104187
-2.224674701690674
-1.0511364936828613
3.2678511142730713
0.6587672829627991
-2.795841693878174
-6.0561652183532715
2.2876951694488525
-6.451423645019531
5.781277179718018
5.164947032928467
2.845332622528076
-6.66615104675293
-0.9329085350036621
-1.481819987297058
-5.041697978973389
-2.650639295578003
3.6842710971832275
4.846758842468262
3.1845030784606934
2.580538272857666
-6.1123504638671875
2.8670403957366943
6.222701549530029
5.865173816680908
-1.9095172882080078
-5.423106670379639
5.427552223205566
-1.9249125719070435
-4.476731777191162
-6.78153133392334
2.711331605911255
-6.778322219848633
5.9825439453125
5.384423732757568
2.525696277618408
-6.345069885253906
-1.3572118282318115
-1.1965566873550415
-5.681150913238525
-2.447643756866455
3.8116297721862793
5.037827491760254
3.8860268592834473
2.1234381198883057
-5.817740440368652
2.3701233863830566
5.663580894470215
6.216641426086426
-2.0639426708221436
-5.362111568450928
5.058051109313965
-1.8111363649368286
-4.866152763366699
-6.21820068359375
2.2871108055114746
-6.733633041381836
5.231886386871338
4.862300872802734
2.9725186824798584
-6.436535835266113
-1.4888064861297607
-0.7989419102668762
-5.835751533508301
-3.1885108947753906
4.070738792419434
4.853647232055664
3.799806594848633
2.37225079536438
-6.273265838623047
2.6315155029296875
6.108924865722656
5.621018409729004
-2.060279607772827
-5.78515100479126
4.761127948760986
-2.2323148250579834
-4.82664155960083
-0.9312182068824768
2.7892143726348877
-1.861478567123413
0.39844828844070435
5.682405471801758
2.468090772628784
-3.1711180210113525
-2.3575289249420166
-0.7820470333099365
-5.69832706451416
0.9098643064498901
4.030331611633301
1.0292162895202637
0.7301745414733887
-1.4780606031417847
-4.467719078063965
2.6089301109313965
0.529956042766571
1.2782881259918213
-2.2510008811950684
-5.807305812835693
3.7335939407348633
0.7147072553634644
-5.159687042236328
-5.397369861602783
2.381326913833618
0.31068336963653564
5.915524959564209
4.185784816741943
1.807450532913208
-3.982142210006714
-1.7193865776062012
-1.2421772480010986
-5.588501453399658
-2.111240863800049
3.9604430198669434
4.3835344314575195
3.150822401046753
-0.7341859936714172
0.2849660813808441
2.286916494369507
4.980922698974609
6.187546253204346
-2.61478590965271
-4.584405422210693
5.45625114440918
-1.1472234725952148
-3.2632758617401123
-4.177315711975098
2.8005218505859375
-2.7568790912628174
5.23250675201416
-0.717328667640686
3.200047492980957
-4.0788893699646
-1.557124137878418
-0.1809338480234146
-1.4075530767440796
-3.3852157592773438
1.7063733339309692
4.5619096755981445
4.121376037597656
2.432969331741333
-5.563211441040039
3.154831886291504
2.591418743133545
3.0910723209381104
-2.3888132572174072
-1.3681252002716064
4.937831401824951
-2.23701548576355
-4.217222690582275
-6.697411060333252
2.642343282699585
-4.671384334564209
3.7951478958129883
4.2287702560424805
3.33797287940979
-4.690134048461914
-0.49982985854148865
-1.239539623260498
-5.386119842529297
-3.3099255561828613
2.484839916229248
4.8335862159729
3.972872018814087
1.764752984046936
-2.6500468254089355
2.7597010135650635
4.01829195022583
4.314651012420654
-2.7169458866119385
-3.85076642036438
2.712925672531128
-1.1907776594161987
-1.2110118865966797
-6.583056449890137
-1.290789246559143
-6.87562370300293
1.012705683708191
3.8029260635375977
-0.24149452149868011
-5.060806751251221
-0.1131647601723671
-1.6515527963638306
-3.583049774169922
-2.0598106384277344
-1.364692211151123
4.915314197540283
-1.2432318925857544
2.5807254314422607
-6.280487060546875
4.118470191955566
4.55824089050293
6.015606880187988
1.5810086727142334
-2.10282301902771
4.055531024932861
-2.378063201904297
-2.948962450027466
-1.0676504373550415
2.005405902862549
-3.8372597694396973
6.020503997802734
5.69700288772583
3.2604379653930664
-3.048168420791626
-2.537522077560425
1.6905548572540283
-5.683743476867676
-3.340023994445801
2.3774023056030273
-1.1884841918945312
-0.9824305176734924
2.1171059608459473
-3.8073673248291016
-0.48258429765701294
4.399304389953613
2.54097318649292
-2.352329969406128
-1.9149936437606812
0.1827193796634674
-2.369725465774536
-3.3532888889312744
-4.620731830596924
2.7314887046813965
-0.36772260069847107
-0.7201335430145264
5.532512187957764
2.457338809967041
-5.9260406494140625
0.5840303897857666
-2.062527656555176
-5.556550025939941
-2.1112165451049805
1.099853277206421
5.216398239135742
4.157003402709961
1.71770441532135
-6.457955360412598
1.1974419355392456
4.598417282104492
-0.7660544514656067
-1.5114505290985107
-5.685657978057861
5.245041370391846
0.8339815139770508
-5.288269519805908
-6.626092433929443
2.4808177947998047
-0.7372457385063171
1.691965103149414
5.676738739013672
1.973214864730835
-6.268559455871582
-1.7842503786087036
-1.3479681015014648
-5.615114212036133
0.3075554370880127
2.0779428482055664
0.9991649985313416
2.297800064086914
2.4815778732299805
-6.51406717300415
1.9382593631744385
6.191174507141113
-0.39890798926353455
-1.5473674535751343
-5.89137077331543
3.180588960647583
0.041943036019802094
-5.0393967628479
1.654189944267273
2.3988757133483887
1.3618853092193604
-1.0091004371643066
0.831554114818573
1.706544280052185
-5.9386773109436035
-1.6223485469818115
-1.639380693435669
1.5577422380447388
-3.328559160232544
-1.5724257230758667
4.487290859222412
-1.8247885704040527
1.404733657836914
-1.020958662033081
1.7860217094421387
-1.4103457927703857
5.969723701477051
-1.189282774925232
-3.234251022338867
-1.174936056137085
-1.1699270009994507
1.0460379123687744
0.7705457806587219
2.5907812118530273
-4.277862071990967
2.925795793533325
5.485752105712891
3.2904350757598877
-6.946789264678955
1.4745451211929321
-0.7636155486106873
-3.2383921146392822
-0.5661843419075012
2.6296606063842773
5.224564075469971
2.5125129222869873
-1.2369801998138428
-6.514873504638672
2.9770638942718506
2.4996767044067383
5.182518005371094
-2.2901499271392822
-5.2068023681640625
-0.7693765163421631
-0.1881319135427475
0.5647842288017273
-6.6574788093566895
2.1564629077911377
-6.23928165435791
5.444606781005859
5.444949626922607
2.8746464252471924
-6.344964027404785
-1.4034392833709717
-1.0325583219528198
-5.773440837860107
-2.935314416885376
3.304746627807617
5.405889511108398
3.2591147422790527
2.0312912464141846
-6.242426872253418
2.7427783012390137
6.123814582824707
5.4193196296691895
-2.3897974491119385
-5.050758361816406
4.816451549530029
-2.1616625785827637
-4.754060745239258
-6.661996364593506
-1.2892277240753174
-4.660754203796387
6.076703071594238
3.7313919067382812
3.2373528480529785
-0.6917611956596375
-2.6390092372894287
-1.5271098613739014
-5.717672824859619
0.8365186452865601
-1.014174461364746
2.128173828125
3.987347364425659
2.7018144130706787
-6.295740127563477
-1.5526961088180542
1.6450152397155762
6.222416400909424
-2.3417439460754395
-0.8112529516220093
0.2443861961364746
-2.263042449951172
-4.765952110290527
-6.548772811889648
2.590205669403076
-0.538244903087616
5.1258978843688965
5.707949638366699
-0.7242031097412109
-2.9220142364501953
-1.4766522645950317
1.5602927207946777
-4.714447975158691
-2.1547329425811768
3.5457966327667236
5.13192892074585
3.06473970413208
1.7206064462661743
-3.1268579959869385
2.0268192291259766
6.393094062805176
5.247494220733643
-1.7956961393356323
-4.016076564788818
3.8017654418945312
-4.01479434967041
-1.395668625831604
1.0019311904907227
1.727367877960205
-3.2642319202423096
5.874290943145752
4.6120829582214355
4.995303153991699
-2.714006185531616
-2.10176420211792
-1.4907139539718628
-5.769738674163818
-3.2896459102630615
4.12341833114624
-1.30726158618927
-1.3130398988723755
1.325924277305603
-0.8834353089332581
-1.1346650123596191
-0.058123521506786346
3.1990997791290283
1.7496140003204346
0.64569091796875
1.920182466506958
1.3191522359848022
-0.6579321622848511
-6.310176849365234
2.7219574451446533
-6.378561019897461
5.610403537750244
5.492888927459717
3.1085033416748047
-6.594261169433594
-0.8682643175125122
-1.5578731298446655
-5.147261142730713
-2.681356191635132
3.4603562355041504
4.409984111785889
3.9428586959838867
1.7468165159225464
-5.554773330688477
2.561136245727539
6.5232930183410645
5.368808746337891
-1.7984083890914917
-5.104109287261963
5.396143913269043
-1.6945886611938477
-4.413596153259277
-0.02382149174809456
2.695920705795288
-7.007678508758545
1.0835671424865723
2.7762105464935303
0.7377341985702515
1.0902044773101807
-1.4367282390594482
0.5774639248847961
-1.9168064594268799
-1.869107723236084
3.9508728981018066
1.3274331092834473
2.4908125400543213
2.0342040061950684
-2.3049869537353516
0.44701069593429565
3.8909807205200195
6.2130961418151855
-1.4499844312667847
-5.657045364379883
2.6980605125427246
-2.0964183807373047
-1.204830288887024
0.6460165977478027
-1.0300073623657227
-6.929001331329346
2.664747476577759
2.5974907875061035
3.165177345275879
-1.563568115234375
-1.518153190612793
-2.4105684757232666
-0.5933974981307983
-3.1779165267944336
2.191767454147339
5.331221103668213
-1.2723850011825562
2.283306837081909
-6.5174689292907715
3.0325963497161865
4.022862911224365
2.1571156978607178
1.8457107543945312
-5.759515762329102
5.372750759124756
-0.9750475287437439
-3.358475685119629
-0.8850523233413696
2.7913312911987305
-1.106346607208252
3.351628303527832
3.4635496139526367
-0.8436822891235352
1.1184903383255005
-2.7256619930267334
-1.3283880949020386
-0.41060665249824524
-3.242609977722168
0.31692203879356384
-0.14866119623184204
3.850449562072754
2.9133667945861816
-6.388576984405518
-0.24077598750591278
-1.1463667154312134
5.7041916847229
-2.3526413440704346
-4.54026460647583
5.466592311859131
-2.2720303535461426
-1.7091385126113892
-4.344593048095703
2.993084192276001
-3.9327738285064697
-0.9902540445327759
1.2790203094482422
1.6489914655685425
1.3519747257232666
-1.539037823677063
1.5680149793624878
1.5793513059616089
-3.6752638816833496
2.931013822555542
-0.3097916543483734
2.600621461868286
2.1797351837158203
-0.31146150827407837
1.8717156648635864
6.592116832733154
3.9964258670806885
-2.2584776878356934
-2.1527023315429688
0.08871430903673172
-2.3157010078430176
-5.162344932556152
-6.666315078735352
2.6344058513641357
-6.796619415283203
5.2073540687561035
5.183823108673096
3.080286741256714
-6.637783050537109
-1.5220048427581787
-1.0287820100784302
-5.393435955047607
-2.9233107566833496
4.0560808181762695
5.123491287231445
3.2571983337402344
2.4096457958221436
-6.077155113220215
2.5320446491241455
6.076767444610596
5.767364978790283
-1.9482836723327637
-5.628297805786133
5.390269756317139
-1.9076820611953735
-4.7732439041137695
-3.1657233238220215
2.519763708114624
-6.97473669052124
4.610696315765381
2.399298667907715
0.24342726171016693
-3.8371682167053223
-2.07492733001709
-0.5917103290557861
-5.059296131134033
-0.518801212310791
1.8499306440353394
5.21691370010376
3.843846559524536
2.320044755935669
-4.254557132720947
0.5736071467399597
6.219260215759277
4.190199851989746
-1.953104019165039
-6.11236047744751
5.4383978843688965
-1.3543604612350464
-4.479288578033447
-6.583680152893066
2.198425054550171
-3.492401599884033
1.5657336711883545
5.440634727478027
2.04524302482605
-3.099301338195801
-1.6559014320373535
-0.7528597116470337
-5.658052921295166
-2.254328727722168
3.9555046558380127
4.585764408111572
3.649574041366577
3.0785958766937256
-6.457399368286133
2.101306676864624
6.531835079193115
1.2310672998428345
-1.4854319095611572
-4.936030864715576
2.3109004497528076
1.6461734771728516
-1.7491170167922974
-0.6197294592857361
3.261859893798828
-4.051642894744873
4.4462151527404785
5.048295021057129
1.061387538909912
-5.705818176269531
-1.8981553316116333
-0.6947550773620605
-0.3845241963863373
-3.2315897941589355
0.4557020962238312
4.381227016448975
3.908585548400879
3.006399393081665
-5.088456630706787
0.8949538469314575
2.5077853202819824
1.9798426628112793
-2.333554744720459
0.42649632692337036
4.881668567657471
-1.9957634210586548
-5.248309135437012
-0.6995826959609985
2.693235158920288
-6.826832294464111
-0.21644490957260132
3.0636162757873535
3.2985846996307373
-6.824989318847656
-2.0290677547454834
-0.6710354089736938
-5.545352458953857
-3.2340362071990967
3.8343942165374756
5.356721878051758
4.10984468460083
3.002047300338745
-6.505315780639648
1.653559684753418
1.0690059661865234
1.1927112340927124
-2.0974526405334473
-1.0018538236618042
2.2591917514801025
-1.1364960670471191
-1.1476038694381714
-6.602055072784424
2.6406147480010986
-1.2479701042175293
0.7904462218284607
1.0884612798690796
2.3810720443725586
-0.17241054773330688
-1.7580959796905518
-1.8269203901290894
-5.767861843109131
-0.2142293006181717
4.134054660797119
3.951442241668701
3.7849020957946777
2.472076177597046
-6.341033458709717
1.1472744941711426
6.381039619445801
0.8875276446342468
-1.4250051975250244
-5.69373083114624
0.8501465916633606
1.2164193391799927
-0.3269615173339844
-6.182279109954834
2.0741312503814697
-6.8378801345825195
6.0511088371276855
5.115497589111328
3.0594725608825684
-6.831230163574219
-1.4487531185150146
-0.8500460982322693
-5.430583477020264
-2.4034433364868164
4.0412278175354
5.203542709350586
3.129517078399658
2.175651788711548
-5.975560188293457
3.144167423248291
6.604086399078369
5.87168025970459
-2.3682749271392822
-5.86389684677124
5.286831378936768
-1.9774646759033203
-5.038672924041748
0.022722098976373672
-0.5236648321151733
-6.944125175476074
3.7874271869659424
5.581115245819092
1.9077891111373901
-3.9485299587249756
-2.730605363845825
-0.6317448019981384
-5.5676140785217285
-3.2412965297698975
4.087710857391357
4.568819999694824
3.9100067615509033
2.651926279067993
-6.42026948928833
0.8033743500709534
1.019474744796753
4.133060932159424
-2.491514205932617
-0.3030461370944977
-0.4847623407840729
-1.126262903213501
-5.3030476570129395
-1.6998552083969116
2.7911508083343506
-4.620670795440674
3.0142266750335693
1.9193042516708374
3.318650484085083
-6.952409267425537
-1.7296197414398193
-1.304925560951233
-0.7287721037864685
-3.2417752742767334
3.3019282817840576
3.1545569896698
2.3019275665283203
2.4476168155670166
-3.7631280422210693
1.8787243366241455
3.468701124191284
6.183757305145264
1.6330851316452026
-5.871406555175781
5.159846782684326
-1.8912758827209473
0.032618582248687744
-1.9812946319580078
0.45405787229537964
0.01634325087070465
3.6738438606262207
3.4069387912750244
3.1444449424743652
-6.866343975067139
-2.0242831707000732
-2.084890365600586
-5.856738090515137
-2.9406485557556152
1.2200725078582764
-0.648944079875946
3.93239164352417
1.0563253164291382
-0.01062969770282507
-1.245855450630188
2.061126470565796
6.1761884689331055
-0.9059458374977112
-6.065298557281494
5.297275066375732
-1.9752064943313599
-5.131322860717773
-6.091702461242676
2.6470916271209717
-6.158803939819336
6.132931709289551
5.705573081970215
3.3146486282348633
-7.001744270324707
-1.4034547805786133
-0.7011317014694214
-5.229969024658203
-2.7109572887420654
3.854836940765381
4.626771926879883
3.2347989082336426
1.8493479490280151
-6.488441467285156
2.3924107551574707
5.860734939575195
5.58150577545166
-1.8812607526779175
-5.185946941375732
4.9051737785339355
-1.4312275648117065
-5.089725494384766
-4.974480628967285
2.5705909729003906
-6.135401248931885
3.7234253883361816
3.604691982269287
1.963029384613037
-6.832134246826172
-0.36694446206092834
-1.346968412399292
-4.332054615020752
0.5966806411743164
2.853219747543335
1.871541142463684
3.5757803916931152
2.472424268722534
-1.1104639768600464
3.1679985523223877
6.551058292388916
3.8949897289276123
-1.3111083507537842
-5.923897743225098
5.171254634857178
-2.400049924850464
-4.33321475982666
-5.775669574737549
2.489978313446045
-3.3215596675872803
4.175283908843994
-1.1611467599868774
-0.8054899573326111
-6.930997848510742
-2.3149607181549072
-1.9678831100463867
-3.9829981327056885
-1.4024823904037476
3.9693546295166016
-0.38620296120643616
-1.4837921857833862
-1.550154209136963
1.2655953168869019
2.2553186416625977
2.2438573837280273
5.321540832519531
1.5336434841156006
-5.777563571929932
2.500378370285034
-1.984257459640503
-5.197662353515625
-0.8708840608596802
2.725508213043213
-2.4816324710845947
4.2307939529418945
0.3268924653530121
-1.224101185798645
-6.886308193206787
0.5477966666221619
-0.8341090083122253
-5.572078227996826
-3.374501943588257
2.6808316707611084
0.23673658072948456
-0.341399610042572
2.5280351638793945
-6.243679046630859
1.5832326412200928
1.5982409715652466
1.204012393951416
-0.8503956198692322
-5.697882175445557
4.953810214996338
-2.2317988872528076
-5.1546101570129395
-6.681554794311523
3.274921417236328
-6.715753078460693
0.6363005042076111
1.4592490196228027
3.156975269317627
-1.845496654510498
-1.5273103713989258
-1.315595030784607
-5.17818546295166
-2.398527145385742
2.4555797576904297
4.534395217895508
2.0979864597320557
2.8576853275299072
-0.9318016767501831
0.2709110975265503
4.397531986236572
5.924854755401611
-2.2511184215545654
0.5846326947212219
5.45681619644165
-2.4167733192443848
-1.4639590978622437
-0.3257971405982971
2.50506329536438
-2.8876054286956787
5.176361083984375
5.393268585205078
-0.44317612051963806
-5.410688877105713
-1.4521973133087158
-1.3864326477050781
-5.66232967376709
-3.1876490116119385
-1.4239839315414429
2.0070598125457764
1.5695695877075195
-1.2813973426818848
-0.5057179927825928
2.149129867553711
2.711284875869751
6.0015411376953125
-1.3664289712905884
-4.8318071365356445
5.4156928062438965
-2.32037615776062
-0.16769945621490479
0.2668836712837219
2.0900890827178955
0.23227417469024658
4.1757707595825195
5.584048271179199
3.1673920154571533
-6.821983814239502
-1.525047779083252
-0.7095756530761719
-5.5081915855407715
-1.3093342781066895
3.729424238204956
5.149209499359131
3.9878294467926025
2.6515355110168457
-2.7637088298797607
1.6310309171676636
2.9059042930603027
-0.3599225580692291
-2.564918041229248
-1.9252572059631348
5.496617794036865
-1.5283147096633911
-5.191079616546631
0.6671313643455505
3.4195258617401123
-0.794205904006958
5.840202808380127
0.4531327188014984
3.2635421752929688
-6.859673500061035
1.462214469909668
-2.5558249950408936
-4.995761871337891
-1.2090944051742554
0.5918302536010742
2.5092012882232666
-1.243836760520935
2.68684720993042
-6.478536128997803
0.07699183374643326
6.408324718475342
6.157118797302246
-1.4171475172042847
-5.711212158203125
0.5962660312652588
-2.4886295795440674
-4.885793209075928
-6.755423545837402
3.1011624336242676
-4.373125076293945
-0.9299764633178711
5.392782211303711
-1.4214463233947754
-3.732496738433838
-2.469078540802002
-2.0336496829986572
-4.865395545959473
-2.4383370876312256
0.7561092376708984
3.7355027198791504
3.2459681034088135
1.9446431398391724
-2.289750814437866
3.142787456512451
6.525262355804443
6.22666072845459
-2.5668435096740723
-2.659196615219116
5.50620174407959
-1.912842869758606
-5.188716888427734
-0.02695348486304283
-1.4626176357269287
-6.979914665222168
2.8562192916870117
-0.17704084515571594
4.0341410636901855
-4.42818021774292
1.7349340915679932
-0.9800094962120056
-4.889235973358154
-1.8104060888290405
4.676835060119629
5.3454203605651855
1.7820887565612793
-1.6626839637756348
-4.21340799331665
3.7607157230377197
4.400442600250244
6.106760501861572
1.2068928480148315
0.4385097920894623
3.087083101272583
-1.8297795057296753
-1.8456827402114868
-6.411222457885742
2.85300612449646
-5.887890815734863
6.065678119659424
5.314905643463135
-0.4570331573486328
-6.822998523712158
-1.5691001415252686
-1.5687482357025146
-0.43141040205955505
-1.1612155437469482
4.210750579833984
5.20669412612915
0.1873759627342224
3.066680431365967
-1.2361599206924438
3.059513807296753
6.249897003173828
1.3245489597320557
-2.6211929321289062
-5.80051851272583
0.8579842448234558
-1.2359894514083862
-2.3090484142303467
1.1836408376693726
2.7013747692108154
-6.88861608505249
1.1478915214538574
1.944779396057129
3.22481369972229
-6.94019079208374
-1.478680968284607
-0.7903083562850952
-3.207017421722412
-2.129668712615967
-0.5815221071243286
5.182110786437988
3.424501895904541
2.5319464206695557
-0.9914950728416443
2.004997491836548
6.456295490264893
1.0008412599563599
1.1395342350006104
-0.8763192892074585
5.404586315155029
-1.1142115592956543
1.217157244682312
-0.9313815236091614
2.456223249435425
-6.08852481842041
5.280727386474609
4.947113513946533
3.166823387145996
-6.111330032348633
-1.773361086845398
-1.2825156450271606
-5.736573219299316
0.8834289312362671
1.157924771308899
4.650107383728027
0.7459927797317505
2.611828565597534
-2.2665483951568604
0.02264649234712124
6.579826354980469
0.9908681511878967
-2.256239175796509
0.3451174199581146
5.411227226257324
-2.2732508182525635
-5.183355331420898
0.9872195720672607
2.7367923259735107
-6.850568771362305
-0.4484789967536926
5.531150817871094
2.0287773609161377
-6.985807418823242
-0.3599894344806671
-0.8118425607681274
-5.463944911956787
-2.211008071899414
1.421311378479004
-0.9402868747711182
1.1776485443115234
1.9720653295516968
-6.494204044342041
3.0067105293273926
3.859149217605591
6.1631669998168945
-1.561879277229309
-2.64577579498291
5.350063800811768
-1.2547672986984253
-3.0540382862091064
-2.6742467880249023
2.650899648666382
-0.2609560191631317
4.731295585632324
4.355146884918213
-0.28519532084465027
-6.682119369506836
-1.8123127222061157
-1.2741609811782837
-4.911373615264893
-1.8828299045562744
2.6626031398773193
2.8211424350738525
2.0686867237091064
2.6351377964019775
-6.447006702423096
3.2501697540283203
6.4209465980529785
5.999632835388184
-1.690450668334961
-0.42922163009643555
3.922839403152466
-2.2730209827423096
-2.92781138420105
0.5494862198829651
2.6227428913116455
-6.817337512969971
3.14452862739563
-1.1370011568069458
2.7337071895599365
-6.85958194732666
-2.929273843765259
-1.4026334285736084
1.2025810480117798
-3.408787250518799
3.9929113388061523
-0.24253152310848236
4.020380020141602
2.1495957374572754
-4.464005947113037
-0.4482913315296173
2.480529308319092
6.058725833892822
-1.4004484415054321
-0.5965446829795837
5.478824138641357
-2.396841049194336
-0.6771990656852722
-6.683189868927002
-0.4861007034778595
-4.585601329803467
2.874476194381714
0.7460375428199768
1.2837401628494263
-4.514706134796143
-1.7526737451553345
-2.542142391204834
-5.793034076690674
-3.247558355331421
3.854736328125
1.4411875009536743
3.9527735710144043
2.6492760181427
-2.066401720046997
2.914426326751709
4.070307731628418
5.479673862457275
-2.3493916988372803
-1.3691558837890625
4.703779220581055
-2.2105791568756104
-5.111108303070068
-6.389866352081299
2.46293568611145
-6.610997200012207
5.751354694366455
5.007062911987305
3.0844743251800537
-6.411408424377441
-0.9106083512306213
-1.319081425666809
-5.173941612243652
-3.3310766220092773
3.9579508304595947
5.244750022888184
3.9209771156311035
2.5424580574035645
-6.300774574279785
2.790513038635254
6.321276664733887
5.7440104484558105
-1.492483139038086
-5.659774303436279
4.838557720184326
-1.8807567358016968
-4.685279369354248
-5.8187031745910645
2.36474347114563
-6.550538063049316
6.0601091384887695
5.496450424194336
3.255964756011963
-6.038498878479004
-1.7255516052246094
-1.4627426862716675
-5.602006912231445
-2.991164445877075
3.978708028793335
4.516696929931641
3.3637657165527344
2.3714210987091064
-5.696262359619141
2.9889307022094727
6.356720447540283
5.269650459289551
-1.4747546911239624
-5.53311824798584
5.490445613861084
-1.7422419786453247
-5.066038131713867
-6.780696868896484
2.639216184616089
-6.882704734802246
5.238853931427002
5.050657749176025
2.4096755981445312
-6.523872375488281
-1.4318771362304688
-0.7144650220870972
-5.148634910583496
-2.941296100616455
4.143365859985352
5.248416900634766
4.001615047454834
2.6858580112457275
-5.60987663269043
2.779636859893799
5.753135681152344
6.149027347564697
-2.0953354835510254
-5.497110843658447
5.011659622192383
-2.0521702766418457
-4.912257671356201
-6.384340763092041
2.138800859451294
-6.804950714111328
5.835590362548828
5.537132263183594
2.5753350257873535
-6.432788848876953
-1.8337152004241943
-0.7586952447891235
-5.183257102966309
-2.6312711238861084
3.58491849899292
5.359950065612793
3.8415374755859375
2.2268755435943604
-6.040329933166504
2.470576763153076
6.096522331237793
5.506473541259766
-2.04815936088562
-5.903763771057129
5.391470909118652
-1.7683525085449219
-4.5793843269348145
-6.140527725219727
2.241605520248413
-6.704436302185059
6.137902736663818
5.0744194984436035
2.616032838821411
-6.59434700012207
-1.1384210586547852
-1.3362494707107544
-5.524856090545654
-3.3455705642700195
3.3452248573303223
5.018038749694824
3.9550914764404297
2.2090401649475098
-5.947671890258789
2.936306953430176
6.51007604598999
5.292856693267822
-2.2853424549102783
-5.066329479217529
4.776040554046631
-1.4465644359588623
-4.893553733825684
-5.983944892883301
2.701565980911255
-6.910212516784668
5.656409740447998
5.483439922332764
2.8128693103790283
-6.6156463623046875
-1.069936990737915
-0.6849229335784912
-5.547953128814697
-2.423430919647217
3.7689223289489746
4.469291687011719
4.121638774871826
1.9511669874191284
-5.539276123046875
2.815457582473755
6.3856587409973145
5.592092037200928
-2.30206298828125
-5.730833530426025
4.63947868347168
-1.9656670093536377
-5.167837142944336
-6.604387283325195
2.7705657482147217
-6.740264892578125
6.076693534851074
5.545182228088379
2.976912260055542
-6.975334167480469
-1.514827013015747
-1.2641650438308716
-5.618010520935059
-2.902350425720215
3.29192852973938
4.811872482299805
3.8837780952453613
2.491400718688965
-6.474102973937988
3.0739150047302246
6.298750400543213
5.490020275115967
-2.0814898014068604
-5.81062126159668
4.552177429199219
-2.2550508975982666
-4.962942123413086
-5.804145812988281
2.8169424533843994
-6.909491539001465
5.548035621643066
5.576074123382568
3.1481375694274902
-6.515462875366211
-0.889519214630127
-1.2871001958847046
-5.097346305847168
-2.8677127361297607
4.106274604797363
4.6606597900390625
3.8671860694885254
1.7954820394515991
-6.078826904296875
2.844843864440918
5.62084436416626
5.494600296020508
-2.3712661266326904
-5.396069049835205
4.693151950836182
-2.2152609825134277
-5.227625370025635
-5.685666084289551
2.820496082305908
-4.826159954071045
2.022066354751587
5.2282185554504395
0.8182833790779114
-0.8986364603042603
-1.3954079151153564
-2.1266262531280518
-5.650362491607666
-3.2388839721679688
4.147131443023682
5.269343376159668
0.21241386234760284
2.666654348373413
-0.6541541814804077
2.265078544616699
5.662606716156006
5.812870025634766
-1.4929394721984863
-5.113747596740723
4.169905662536621
-2.223386287689209
-4.266428470611572
-6.608850479125977
2.790092945098877
-4.846075057983398
4.097375869750977
3.27443528175354
3.2614777088165283
-6.7037458419799805
-1.7696533203125
-0.8516204953193665
-2.8474771976470947
-2.2797625064849854
4.056184768676758
5.275108337402344
4.058384418487549
2.567580461502075
-0.3138522207736969
3.135613203048706
0.2770010828971863
4.30895471572876
-1.420688509941101
-4.948148727416992
5.367362976074219
-0.4051212668418884
-2.4937610626220703
-6.188859462738037
2.288966417312622
-6.676481246948242
5.437134742736816
4.976470947265625
2.4307289123535156
-6.237415313720703
-1.023557186126709
-1.0970622301101685
-5.6034464836120605
-3.2888617515563965
3.585186719894409
5.36775016784668
3.813711166381836
1.8356162309646606
-5.831007957458496
3.1389918327331543
5.656160831451416
5.247611045837402
-1.863437533378601
-5.512986183166504
4.810881614685059
-2.1804428100585938
-4.764120578765869
-0.5634180903434753
3.3474128246307373
-6.360867500305176
5.0999016761779785
4.483022689819336
3.347684621810913
-6.78111457824707
-1.6826138496398926
-1.6590940952301025
-0.3471994698047638
0.10180522501468658
0.05159642919898033
1.0897623300552368
0.49899619817733765
2.2462494373321533
-2.137807846069336
1.8735947608947754
0.870621383190155
0.7492750883102417
-1.2272878885269165
-5.872495651245117
0.8815159797668457
0.899472177028656
-3.7306530475616455
-6.48378849029541
3.25213885307312
-2.8302645683288574
5.235365390777588
2.673114776611328
1.6654263734817505
-6.21415901184082
-1.797502875328064
-2.48868989944458
-0.6708134412765503
0.9494664669036865
2.0326285362243652
4.582676410675049
3.917179822921753
2.287405490875244
-3.977114677429199
0.22223566472530365
5.216160774230957
6.10717248916626
-2.098576545715332
-5.914248943328857
5.418686866760254
1.6852056980133057
-2.787832736968994
-6.74397087097168
2.5574967861175537
-1.1700122356414795
6.12905740737915
1.0205776691436768
0.09902086853981018
-6.257462024688721
-0.28566762804985046
-2.052445411682129
-0.33350202441215515
-3.1459200382232666
4.035340309143066
1.0350373983383179
3.347886562347412
0.6732434630393982
-1.1073520183563232
-1.2168564796447754
-0.23830625414848328
1.321916937828064
-0.1005786657333374
-5.8316450119018555
0.8846678733825684
0.6376640200614929
0.35514795780181885
1.62644362449646
-1.681555986404419
-1.2088921070098877
-0.764172375202179
0.8252325057983398
-0.6039969325065613
-1.0548213720321655
-1.7690435647964478
1.6218810081481934
-0.3382813036441803
-2.3162248134613037
-1.710062861442566
5.3452534675598145
1.5560669898986816
2.9378554821014404
-6.409102439880371
1.8679660558700562
-0.4460255801677704
6.140841484069824
1.6213483810424805
-1.2226935625076294
-0.8385801911354065
-1.6264233589172363
-5.2148919105529785
1.5107892751693726
-0.9834814667701721
-0.8945785164833069
-0.7335525155067444
0.6008070707321167
1.72437584400177
-4.542612552642822
