24
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
-0.06072281301021576
-0.5102486610412598
0.3464452624320984
0.07100821286439896
-0.08449289947748184
0.22510503232479095
-0.09464051574468613
-0.1715741902589798
-0.11936943978071213
0.205207958817482
0.6241250038146973
0.22693422436714172
-0.20150098204612732
0.3038376271724701
-0.24856440722942352
0.40610820055007935
-0.21397878229618073
-0.10931134223937988
0.6207976341247559
0.3795660436153412
-0.07660098373889923
-0.35584211349487305
0.11364813148975372
0.6579898595809937
0.606464684009552
-0.018419086933135986
0.14307574927806854
-0.15984274446964264
-0.4414587616920471
0.26390016078948975
0.12887682020664215
-0.40252622961997986
0.396270751953125
-0.8115370869636536
0.2821143865585327
0.5613681674003601
0.08002554625272751
-0.12010717391967773
0.4754502773284912
-0.15491822361946106
-0.168672576546669
0.9760635495185852
-0.2939619719982147
0.8362435698509216
0.16001030802726746
-0.5941731929779053
-0.14492784440517426
0.03041689284145832
-0.3278484344482422
0.28886598348617554
0.10833998024463654
-0.010130812413990498
0.4282451272010803
-0.5064364671707153
-0.8127642869949341
0.6816831827163696
-0.5023727416992188
0.22114084661006927
-0.16671746969223022
-0.36599236726760864
-0.23755653202533722
-0.38791513442993164
0.2729201018810272
-0.11436810344457626
0.20714648067951202
-0.1380162239074707
0.34492045640945435
0.6768916845321655
-0.05130476877093315
-0.3769316077232361
-0.3815324008464813
-0.24554872512817383
-0.37125667929649353
-0.0785585418343544
-0.3486689329147339
-0.018174121156334877
0.12446659058332443
-0.6290706992149353
-0.06291643530130386
-0.06589902937412262
-0.47698235511779785
-0.2714701294898987
0.7060561180114746
-0.27053454518318176
0.6412560939788818
-0.2675459682941437
0.12204518914222717
-0.1992253065109253
0.3217667043209076
-0.25221410393714905
0.2919750511646271
0.288935124874115
0.04100316762924194
0.07577204704284668
-0.3837600648403168
-0.16282927989959717
-0.023697853088378906
0.29733651876449585
-0.024881362915039062
0.2658138871192932
-0.09525424242019653
0.05680704116821289
-0.4723360538482666
-0.07807707786560059
-0.4199528694152832
-0.1706538200378418
0.4571772813796997
0.11600488424301147
0.055002808570861816
0.38516008853912354
-0.4993535280227661
-0.4906562566757202
-0.10330605506896973
0.39848142862319946
-0.3749958276748657
-0.06727200746536255
0.19576013088226318
-0.20687806606292725
-0.3631461262702942
0.40416616201400757
-0.39597347378730774
-0.15602581202983856
-0.5959376096725464
0.2177780270576477
-0.19166791439056396
-0.5701756477355957
0.0787365585565567
0.8225997090339661
-0.4606187045574188
-0.6683951020240784
1.0533809661865234
0.14212043583393097
0.1958061307668686
-0.1747581511735916
-0.013729655183851719
0.8777399659156799
0.11232264339923859
0.5408539772033691
0.7708467841148376
-0.005424309987574816
-0.1792687475681305
-0.3425385057926178
-0.16478481888771057
0.7612629532814026
-0.01981591247022152
-0.1883920580148697
0.09277106821537018
-0.007775947917252779
0.47457799315452576
0.30496278405189514
0.11440008878707886
-0.2724139094352722
-0.043835245072841644
-0.06581813842058182
0.4200284481048584
0.04536019638180733
0.27952033281326294
-0.3556748628616333
0.09863542765378952
0.2504872679710388
-0.7646411061286926
-0.4630697965621948
-0.05736783146858215
0.18229369819164276
-0.11880093067884445
-0.04682187736034393
0.1805458962917328
-0.17927443981170654
0.16389815509319305
0.22429266571998596
0.19177670776844025
0.26684755086898804
-0.1681649088859558
0.10610461980104446
0.1903749257326126
-0.4903174340724945
0.09977095574140549
0.43989962339401245
-0.27075767517089844
-0.21946626901626587
-0.48146289587020874
-0.03438694775104523
0.24195246398448944
-0.19343626499176025
0.1920856088399887
-0.2881840169429779
-0.39934659004211426
-0.13426247239112854
0.14635252952575684
-0.03733248636126518
-0.6134812235832214
-0.30931130051612854
0.3160824775695801
-0.3556126058101654
-0.36259424686431885
0.30800002813339233
-0.539385974407196
-0.15401454269886017
-0.745416522026062
0.6815188527107239
-0.7076610326766968
0.24549666047096252
-0.18406617641448975
0.1261681467294693
0.32442718744277954
-0.35158485174179077
-0.381570041179657
-0.19265252351760864
-0.5799134373664856
0.6897901892662048
0.6646877527236938
-0.04499136656522751
1.23787260055542
-0.35400626063346863
-0.4446096420288086
-0.29858267307281494
0.22364160418510437
0.2696325182914734
-0.040991444140672684
0.14919090270996094
-0.22843894362449646
0.0821552500128746
0.11370642483234406
-0.2501322031021118
0.050678662955760956
-0.06204379349946976
-0.21920591592788696
-0.0859188362956047
0.2026464343070984
-0.47261473536491394
0.09849810600280762
-0.33370521664619446
0.372917503118515
-0.006513046566396952
0.016165483742952347
-0.2020643949508667
0.1636638045310974
0.4042821526527405
-0.4101235270500183
-0.303833544254303
0.032133206725120544
0.4573981761932373
-0.02363196760416031
0.2782626450061798
-0.117569200694561
0.06372180581092834
0.2833370864391327
-0.557741641998291
0.2276678830385208
0.10905131697654724
0.03275702893733978
0.01680300012230873
-0.1264456808567047
-0.2356192171573639
0.46305978298187256
-0.16431471705436707
0.4071522355079651
-0.050070591270923615
-0.32174134254455566
-0.29169711470603943
0.4207761883735657
0.007898818701505661
-0.6804828643798828
-0.45395880937576294
0.1162709966301918
0.1601574420928955
-0.28132152557373047
0.21501314640045166
-0.4193711280822754
-0.11043066531419754
-0.28143057227134705
0.853888213634491
-0.5689100027084351
-0.25161585211753845
-0.02824477292597294
0.10473963618278503
-0.3739378750324249
-0.18564243614673615
-0.2446177750825882
0.12323013693094254
-0.5559325814247131
0.465815931558609
0.7938165664672852
0.0713103711605072
0.7786532640457153
-0.17000369727611542
0.17591966688632965
0.17252475023269653
0.07972871512174606
0.5816936492919922
0.21820048987865448
0.23947788774967194
-0.0049791098572313786
-0.07299394905567169
-0.06269916892051697
-0.4496667981147766
0.10897032171487808
0.2403210699558258
-0.18778739869594574
-0.07056866586208344
0.009938724339008331
-0.1411411166191101
0.25685784220695496
-0.09354718029499054
0.28305456042289734
-0.24064084887504578
-0.26955652236938477
0.04904209077358246
0.0406290702521801
-0.013668924570083618
-0.43502190709114075
-0.36301514506340027
0.08097517490386963
-0.1793174147605896
-0.17461752891540527
-0.2585076093673706
0.14061105251312256
-0.3314809203147888
0.3751385807991028
-0.3973656892776489
0.36502373218536377
-0.18710511922836304
0.468616247177124
-0.1563417911529541
-0.4299347996711731
-0.109424889087677
-0.3954644203186035
0.1486828327178955
0.4759034514427185
-0.2913246750831604
0.15846490859985352
-0.10227048397064209
-0.08218938112258911
0.4251510500907898
0.42713356018066406
0.47948765754699707
-0.026056963950395584
0.038553521037101746
-0.25533241033554077
-0.11530465632677078
0.264700710773468
0.062044091522693634
-0.005303031299263239
0.8914238810539246
-0.10120035707950592
-0.05057389661669731
-0.12199122458696365
0.34914374351501465
0.050824135541915894
0.034858718514442444
-0.016547061502933502
0.06729258596897125
-0.7821664214134216
-0.07381093502044678
0.10367321968078613
0.8948902487754822
-0.11282122880220413
0.0015779780223965645
0.37816154956817627
-0.22671343386173248
0.05500829219818115
0.19273628294467926
0.10439243912696838
0.3674519658088684
-0.30260029435157776
0.17885532975196838
0.3281315863132477
-0.5672849416732788
0.2631484270095825
0.03439998999238014
-0.2894482910633087
0.1861959546804428
-0.4019134044647217
-0.019121849909424782
0.2624165713787079
-0.005829544737935066
0.14537440240383148
0.3608972132205963
-0.06281447410583496
-0.33978840708732605
0.482273668050766
-0.13014765083789825
-0.34475454688072205
-0.35081392526626587
0.34028613567352295
-0.2482960820198059
0.015257954597473145
0.09419268369674683
0.2611311078071594
0.28182142972946167
0.0038980841636657715
0.1959581971168518
-0.28039824962615967
-0.4883291721343994
-0.2451106309890747
-0.4979535937309265
0.3106808662414551
0.002090752124786377
0.43384748697280884
-0.2547832727432251
-0.47657889127731323
0.4953577518463135
-0.3858336806297302
-0.39277154207229614
0.39808106422424316
0.00030881166458129883
-0.113758385181427
-0.46635866165161133
0.1275169998407364
-0.07443657517433167
-0.1592126339673996
-1.0335583686828613
0.3299170732498169
-0.2698615491390228
-0.23318976163864136
-0.35501736402511597
-0.6296073198318481
0.28484228253364563
1.068745493888855
-0.753395676612854
-0.28322678804397583
0.04357338696718216
-0.42397040128707886
-0.018660591915249825
-0.23440846800804138
0.8128386735916138
-0.2648169696331024
1.0836727619171143
-0.39868953824043274
-0.4355781376361847
0.8563594818115234
0.6620522737503052
0.3586554527282715
0.0767250657081604
-0.00691300630569458
0.41629964113235474
0.45289987325668335
-0.3159249424934387
-0.22106021642684937
0.18073809146881104
-0.47375524044036865
-0.152879536151886
0.2912858724594116
-0.15373414754867554
-0.18869566917419434
-0.24865961074829102
0.4628729820251465
-0.446077823638916
-0.43858158588409424
-0.12586206197738647
0.12272018194198608
0.25725847482681274
0.17552345991134644
-0.13900011777877808
-0.3482920527458191
-0.1284637451171875
0.03667733818292618
0.20711424946784973
-0.3659255802631378
-0.7083383202552795
-0.00543782114982605
-0.05548802763223648
-0.11229258030653
0.18381085991859436
-0.2841062545776367
0.22306014597415924
-0.1374979317188263
-0.049785248935222626
-0.23905369639396667
-0.3581544756889343
0.3436700403690338
-0.047318313270807266
0.04555729776620865
0.2637971341609955
-0.018690910190343857
-0.20305585861206055
0.0034184642136096954
-0.10295163094997406
-0.139052152633667
0.0026246667839586735
0.06892715394496918
0.3129021227359772
-0.042537298053503036
0.15464727580547333
-0.32538142800331116
0.30170804262161255
0.16772842407226562
-0.34106236696243286
-0.012355911545455456
0.05412598326802254
-0.17162597179412842
0.003714887425303459
-0.22206245362758636
-0.07459469884634018
0.15994399785995483
-0.28420794010162354
-0.7882127165794373
-0.2531505823135376
-0.3574749529361725
-0.1948428899049759
0.20489026606082916
0.024015313014388084
-0.2619626224040985
-0.3516540825366974
0.11176943778991699
0.4267032742500305
-0.2591276168823242
-0.23633521795272827
0.1485564112663269
-0.05619579553604126
-0.19097238779067993
-0.09395188093185425
-0.3488200306892395
0.45153528451919556
0.2812010645866394
0.11362701654434204
-0.3163926601409912
-0.24702352285385132
-0.3388981819152832
0.23484456539154053
-0.4437640905380249
-0.10181200504302979
0.012263715267181396
-0.03765028715133667
0.3300171494483948
0.4337068796157837
-0.3834339380264282
0.3760456442832947
-0.0936373621225357
-0.17063076794147491
-0.15824562311172485
0.16893376410007477
-0.508823037147522
0.15020032227039337
0.15161554515361786
0.8066545128822327
-0.26493266224861145
0.22255168855190277
-0.06663782149553299
-0.02641233801841736
-0.13673073053359985
0.1661415696144104
-0.38072669506073
0.008517900481820107
0.24502886831760406
-0.09067656099796295
0.8585496544837952
-0.13918884098529816
0.07373399287462234
-0.007426702883094549
0.5050032138824463
-0.12062644958496094
0.2737175226211548
0.3252207338809967
-0.01409920584410429
0.2500961124897003
-0.3913983702659607
0.03570090979337692
-0.244609072804451
-0.37930068373680115
-0.07284190505743027
0.3422962725162506
-0.28928816318511963
-0.15837858617305756
-0.31245094537734985
-0.24845781922340393
0.21100711822509766
-0.3402216136455536
0.12578120827674866
-0.26114213466644287
-0.24332430958747864
-0.3155730366706848
0.3203378915786743
-0.11462032049894333
-0.3351002037525177
-0.2154582291841507
0.08911487460136414
0.1933685690164566
-0.06611260026693344
0.31030380725860596
-0.33544623851776123
-0.1963769942522049
0.06303532421588898
-0.2814117968082428
-0.05645899847149849
0.27797040343284607
-0.19677026569843292
-0.2801523208618164
-0.31807684898376465
-0.0764700174331665
-0.012257914990186691
-0.11486116051673889
0.44730812311172485
-0.23083482682704926
-0.27803340554237366
0.07824759930372238
0.11440975219011307
-0.10008988529443741
-0.46457016468048096
-0.4217970669269562
0.16881994903087616
-0.38214921951293945
0.19681715965270996
0.4049961566925049
0.18075037002563477
-0.38284704089164734
-0.032297633588314056
-0.57357257604599
0.019404467195272446
0.30687814950942993
0.9539834260940552
0.11007886379957199
0.6330434679985046
-0.2602083683013916
0.31774768233299255
-0.3538118898868561
0.4602814018726349
0.33985796570777893
1.0608268976211548
1.1781224012374878
-0.22533336281776428
-0.1595221608877182
-0.08013108372688293
-0.00299759185872972
-0.10817882418632507
0.02464906871318817
-0.20536719262599945
-0.20740072429180145
-0.39667606353759766
0.2652837038040161
-0.8438080549240112
0.024521009996533394
-0.3858451247215271
-0.08339513838291168
-0.12742559611797333
0.3298873007297516
0.14022164046764374
0.5070364475250244
-0.6558824777603149
0.20301735401153564
-0.639998197555542
0.8108668923377991
-0.041120897978544235
0.5165188908576965
0.6467065215110779
-0.2453506737947464
-0.18042688071727753
0.10885145515203476
-0.068381167948246
-0.785948634147644
0.3331683874130249
0.3384455144405365
-0.07753561437129974
-0.33364301919937134
0.24739040434360504
-0.3178333640098572
-0.05595000088214874
0.3785814046859741
0.0303338710218668
0.028666047379374504
-0.3306919038295746
-0.22572150826454163
-0.06306733191013336
-0.45494717359542847
0.18880555033683777
-0.3471207618713379
-0.18243058025836945
1.0273525714874268
-0.39515140652656555
-0.4592260718345642
-0.3714275062084198
-0.28191524744033813
-0.06985095888376236
-0.18783946335315704
-0.11720836162567139
0.11876381188631058
-0.0990077406167984
-0.5974865555763245
-0.7571679353713989
0.5516324043273926
-0.012721199542284012
0.18769918382167816
0.171735942363739
-0.3291846811771393
0.23935341835021973
0.03258226439356804
0.14952097833156586
0.5529729723930359
-0.8390213847160339
0.06240755692124367
-0.16708865761756897
0.7575656771659851
-0.8877191543579102
-0.01785201020538807
-0.13706418871879578
0.09055352956056595
0.31398946046829224
-0.212882399559021
-0.03537452220916748
-0.3084731101989746
0.3928465247154236
0.19512999057769775
-0.3878072500228882
0.010683059692382812
0.10632187128067017
0.14283037185668945
-0.2839481234550476
-0.2968713641166687
-0.4985302686691284
-0.1538325548171997
0.25262969732284546
-0.3869478702545166
0.029266536235809326
0.4628886580467224
-0.11629587411880493
0.30229175090789795
-0.4282999634742737
0.4058876633644104
-0.4772998094558716
-0.4811948537826538
0.09656667709350586
0.39852118492126465
0.2697439193725586
0.36256980895996094
0.42831194400787354
-0.20461702346801758
-0.2642112970352173
0.2483031153678894
0.3846955895423889
0.020759642124176025
0.3416851758956909
0.45302313566207886
0.3186584711074829
-0.07336413860321045
-0.35909098386764526
-0.2793164849281311
-0.4810835123062134
0.17361164093017578
0.4492819905281067
-0.46172064542770386
-0.2271522879600525
-0.46868032217025757
-0.41276878118515015
-0.003650486469268799
0.07466471195220947
-0.2902296185493469
0.33907225728034973
-1.0555932521820068
0.07508788257837296
0.3739506006240845
0.25565117597579956
-0.48107725381851196
-0.14631620049476624
-0.14989840984344482
-0.16068494319915771
0.10308483242988586
-0.07379278540611267
-0.034671470522880554
-0.3389813303947449
-0.19600851833820343
-1.0037553310394287
0.9454372525215149
0.13953906297683716
1.1631747484207153
0.2446874976158142
-0.08446899801492691
0.8768486976623535
0.3771457374095917
-0.28368163108825684
-0.4146430492401123
0.11482077836990356
0.2885899543762207
-0.3090473413467407
0.4836081862449646
0.393221914768219
-0.10087156295776367
-0.31592726707458496
-0.2017197608947754
0.42795276641845703
-0.34236085414886475
-0.4291008710861206
0.1026071310043335
-0.05703580379486084
-0.4327239990234375
0.4059576392173767
-0.14170026779174805
0.09235447645187378
0.48821091651916504
-0.24540579319000244
-0.35634875297546387
-0.4430971145629883
-0.2793014645576477
-0.6942562460899353
0.28694552183151245
-0.8858893513679504
0.1691206842660904
0.8496168255805969
0.22997094690799713
-0.3046663701534271
-0.16542953252792358
-0.3010023534297943
0.2775593101978302
0.27653902769088745
-0.3525358736515045
0.3632911741733551
0.1592176854610443
-0.3807482123374939
0.40853556990623474
-0.454648494720459
-0.09740506857633591
0.8002631664276123
0.6395149827003479
-0.36538439989089966
0.24631421267986298
0.3219240605831146
-0.20811928808689117
0.3494945764541626
0.19481131434440613
0.04298710823059082
-0.5708543658256531
-0.06303946673870087
-0.33329567313194275
0.06980852037668228
-0.12627626955509186
-0.08261621743440628
-0.5199199318885803
-0.05897466093301773
-0.08436749130487442
0.46533671021461487
-0.27539581060409546
-0.4036773443222046
0.6578689813613892
-0.11728701740503311
0.4455359876155853
-0.06006423383951187
-0.08823703974485397
-0.016772959381341934
0.2424379140138626
0.29252827167510986
-0.11451006680727005
0.30106574296951294
0.29903775453567505
-0.2951964735984802
-0.9469783902168274
0.05990030616521835
-0.7117052674293518
-0.47171926498413086
-0.38292524218559265
-0.3896871507167816
-0.6971968412399292
0.33291640877723694
0.08100483566522598
0.25384023785591125
0.037141889333724976
0.01570434868335724
0.22421365976333618
0.2915867865085602
-0.21059226989746094
-0.15142974257469177
-0.20421740412712097
-0.3829600214958191
0.01681056059896946
0.23723304271697998
-0.2087918519973755
0.26771625876426697
0.21291981637477875
0.2612910568714142
-0.2445325404405594
-0.33387476205825806
-0.5720158219337463
0.14425624907016754
0.2802983820438385
-0.12574408948421478
-0.258464515209198
-0.08334190398454666
-0.6165607571601868
0.28493547439575195
-0.3241904675960541
-0.28993818163871765
0.7412051558494568
-0.26985496282577515
-0.25652241706848145
-0.13217787444591522
-0.21677309274673462
-0.14569348096847534
0.331309974193573
0.321003794670105
-0.23131738603115082
-0.1599438190460205
-0.45676130056381226
0.3780502676963806
-0.027084708213806152
-0.48651379346847534
0.20811247825622559
0.3305409550666809
0.336132287979126
-0.4690138101577759
-0.10397875308990479
0.3022913336753845
-0.13770604133605957
0.3876686096191406
0.43865394592285156
-0.4918521046638489
0.39138901233673096
-0.022174358367919922
-0.42845743894577026
0.27377569675445557
-0.20728087425231934
-0.2177879810333252
0.24005663394927979
-0.19501960277557373
-0.2969156503677368
-0.18294014036655426
0.26184800267219543
-0.6126989722251892
-0.6259623169898987
0.12532897293567657
-0.5180790424346924
-0.38410040736198425
-0.23383162915706635
-0.32025837898254395
-0.42616426944732666
0.7462363243103027
0.13400143384933472
0.6662481427192688
-0.37976741790771484
0.21818450093269348
0.5097477436065674
-0.5540401339530945
0.3778610825538635
-0.14190706610679626
0.5721707940101624
-0.2277536243200302
0.277115136384964
-0.3297572135925293
-0.24445830285549164
0.4740527272224426
0.3461141586303711
0.04247558116912842
0.1014057993888855
-0.25841331481933594
-0.3255766034126282
-0.01590120792388916
-0.17864108085632324
0.4888012409210205
0.3917592763900757
0.0602567195892334
-0.04890984296798706
-0.2512839436531067
-0.37223345041275024
0.2157314419746399
0.12793493270874023
0.2475430965423584
0.2273315191268921
0.3945634365081787
-0.2142048478126526
0.3625675439834595
0.37400633096694946
-0.2069348692893982
0.33972102403640747
-0.02943888120353222
0.2949382960796356
-0.8295701146125793
-0.19922301173210144
0.49496155977249146
0.11801520735025406
-0.009331944398581982
0.8440496325492859
-0.4583914875984192
-0.24596209824085236
-0.17287255823612213
0.4807739853858948
0.23133529722690582
0.3525458574295044
0.6471797823905945
0.03144093230366707
0.08321486413478851
0.30230599641799927
0.8615125417709351
-0.21814194321632385
-0.06174802407622337
-0.133253812789917
-0.41201573610305786
-0.24412313103675842
0.2442321628332138
-0.6590811014175415
0.27073466777801514
-0.8124319911003113
-0.5432140231132507
-0.36937758326530457
-0.918911874294281
0.18569445610046387
-0.5311664938926697
0.35328882932662964
0.1945388913154602
0.00048473893548361957
-0.10303109884262085
0.09869204461574554
-0.3329804539680481
0.07158240675926208
-0.8833295106887817
-0.2158626914024353
0.29473254084587097
-0.13226228952407837
-0.01516737975180149
-0.373293936252594
0.9076148867607117
0.10001818090677261
0.0775313451886177
0.46238476037979126
0.26182931661605835
0.16634128987789154
-0.3132086992263794
-0.7264608144760132
-0.9336650967597961
1.0523061752319336
-0.7133020758628845
0.027826838195323944
-0.1495041698217392
0.08415492624044418
-0.18036459386348724
-0.03798433393239975
0.4793972969055176
-0.12258490175008774
-0.3911488950252533
-0.0035656606778502464
-0.12369071692228317
-0.24072390794754028
-0.11854983866214752
-0.20774371922016144
0.8886574506759644
-0.2364557385444641
0.22593964636325836
-0.3482189178466797
0.30997154116630554
-0.5999991297721863
0.32402002811431885
-0.2102447748184204
0.13862231373786926
-0.17410384118556976
0.1465580016374588
0.05721648409962654
-0.11123164743185043
-0.34068870544433594
0.3678573668003082
-0.18729542195796967
0.03614325821399689
0.230105921626091
0.13077422976493835
-0.06699800491333008
0.43611153960227966
0.93797367811203
-0.6359158754348755
-0.2991963326931
0.629717230796814
0.8191032409667969
0.5407400131225586
0.024442162364721298
-0.12110504508018494
-1.008244514465332
0.8965407609939575
2.0143401343375444e-05
-0.2977724075317383
1.0251673460006714
0.387851744890213
-0.1786596179008484
-0.16590724885463715
-0.5052837133407593
0.8933597207069397
0.707862913608551
-0.08174372464418411
0.5316397547721863
0.2796354293823242
0.31526729464530945
1.0911463499069214
1.0484821796417236
-0.016240209341049194
-0.23044121265411377
0.25328412652015686
0.7023383378982544
-0.3899970054626465
-0.6472524404525757
0.3295768201351166
0.42116740345954895
0.08161435276269913
0.011118260212242603
0.21925288438796997
-0.03501562774181366
0.4422400891780853
0.2581602931022644
1.1352444887161255
-0.0652908980846405
-0.22165293991565704
0.04832552373409271
0.025527551770210266
0.0206337608397007
-0.0008248169906437397
-0.27678513526916504
0.23273906111717224
1.1606028079986572
-0.28892919421195984
-0.1923331767320633
-0.03581984341144562
0.0975281223654747
0.030899638310074806
0.07739435136318207
-0.9088139533996582
-0.24617710709571838
-0.5206724405288696
0.0005965442978776991
-0.22225284576416016
-0.2001274973154068
-0.292510062456131
0.13346919417381287
0.7714717984199524
-0.20855195820331573
-0.013580882921814919
-0.09664667397737503
-0.5000344514846802
0.09087838977575302
-0.7421529293060303
0.14039117097854614
0.0848812535405159
0.16023272275924683
-0.03171788156032562
-0.3721347749233246
-0.1793171465396881
0.8581274747848511
-0.047107040882110596
0.49241840839385986
-0.1701224446296692
0.30672818422317505
-0.12940865755081177
-0.21449100971221924
-0.22495025396347046
0.09650850296020508
0.37684166431427
0.3055652379989624
0.1078101396560669
-0.26451408863067627
0.3903807997703552
0.39414501190185547
-0.21535438299179077
0.01772332191467285
0.2680973410606384
-0.1075635552406311
-0.0451924204826355
-0.13465070724487305
-0.1642667055130005
0.2916414737701416
0.3840816020965576
-0.17078256607055664
0.25544473528862
0.48736006021499634
0.1552491933107376
0.24333594739437103
0.03247637301683426
-0.2261262983083725
0.32758641242980957
-0.3558482527732849
0.03330457955598831
0.2011217176914215
-0.26578816771507263
-0.11971553415060043
0.17677801847457886
-0.11815903335809708
0.32436367869377136
-0.31165194511413574
0.37828367948532104
-0.21688270568847656
-0.3217606544494629
-0.1249682605266571
-0.00660249637439847
-0.0067677684128284454
-0.47824186086654663
-0.21460826694965363
0.4956459403038025
0.07669591903686523
0.49155598878860474
-0.3104301691055298
0.003803074359893799
0.19117099046707153
0.3601694107055664
-0.35592174530029297
0.11093592643737793
0.31034988164901733
0.3518461585044861
0.2979241609573364
0.033802032470703125
-0.3298450708389282
-0.3075006604194641
-0.23932325839996338
-0.2843138575553894
-0.42034226655960083
-0.4158589243888855
0.35300350189208984
0.33066558837890625
-0.3049558997154236
-0.2606815695762634
0.13866829872131348
0.35804229974746704
0.44111961126327515
-0.45668309926986694
0.4420241117477417
-0.3099769949913025
-0.07895618677139282
-0.022324979305267334
0.2594262361526489
0.40464532375335693
-0.4124939441680908
-0.40624040365219116
-0.017373085021972656
-0.24312937259674072
0.046579182147979736
-0.36784684658050537
-0.4041624665260315
-0.3118995428085327
-0.19292664527893066
0.03383028507232666
-0.12874436378479004
0.12116575241088867
0.2872362732887268
-0.30111730098724365
-0.024717211723327637
-0.053975287824869156
0.1838972419500351
-0.19556720554828644
0.0331173799932003
-0.08880322426557541
-0.5029171109199524
0.13545919954776764
0.6989197731018066
-0.7467129826545715
0.16433990001678467
-0.08721752464771271
-0.011584334075450897
-0.1689727008342743
0.5876301527023315
-0.17779451608657837
0.010252994485199451
0.12355940788984299
0.6713994145393372
-0.07861178368330002
-0.10349280387163162
-0.05099686235189438
-0.09435626119375229
0.4301117956638336
-0.2947770655155182
0.06466729938983917
-0.11765117943286896
-1.0121290683746338
0.22016273438930511
0.1740042269229889
-0.17097845673561096
-0.1683999001979828
0.5891273617744446
-0.13423959910869598
-0.015305896289646626
0.7930613160133362
0.9175206422805786
0.9075861573219299
0.3998066186904907
-0.1044800728559494
-0.4543474316596985
-0.5174794793128967
0.11880543828010559
0.18512241542339325
0.6483185291290283
-0.621197521686554
-0.0693693682551384
0.6493988633155823
0.8045811057090759
-0.00487617589533329
0.28617724776268005
-0.1769353151321411
0.23706907033920288
-0.3426610827445984
-0.3919721841812134
-0.2306642085313797
-0.27750858664512634
-0.11868591606616974
-0.07232536375522614
-0.19369395077228546
0.10521154850721359
-0.13035330176353455
-0.13205519318580627
-0.07796050608158112
0.05468716472387314
-0.0342574343085289
-0.06352836638689041
-0.0009301306563429534
0.13963189721107483
0.1611606925725937
-0.38421720266342163
0.18440304696559906
-0.3337098956108093
0.4993111491203308
-0.380002498626709
-0.4518977999687195
-0.26244086027145386
-0.27099961042404175
-0.03664898872375488
-0.23254239559173584
0.04186767339706421
-0.1769719123840332
0.21840912103652954
-0.22268152236938477
0.161950945854187
-0.20474445819854736
0.21813654899597168
-0.254131019115448
-0.20721757411956787
-0.277129590511322
-0.0972105860710144
-0.2645341157913208
0.44133061170578003
0.04355788230895996
0.3590337634086609
-0.48595190048217773
0.4662288427352905
0.15207523107528687
0.10206005722284317
-0.26209312677383423
0.20329174399375916
0.30743229389190674
-0.09337221831083298
-0.6265012621879578
0.7988324761390686
-0.00806620717048645
-0.014182554557919502
0.11213450878858566
0.28721094131469727
0.7402932047843933
0.0673801526427269
-0.08257012814283371
-0.11145380139350891
0.18241019546985626
0.29207679629325867
0.8114922046661377
0.7770967483520508
-0.5846521258354187
-0.09793581068515778
0.7190918326377869
0.19823873043060303
0.2073955088853836
0.3615989089012146
-0.16763462126255035
0.3239363431930542
-0.16962389647960663
-0.6671966314315796
0.26017215847969055
1.0149680376052856
-0.1611485332250595
0.3065516948699951
-0.018984779715538025
0.00465333042666316
-0.2840065360069275
-0.1778845489025116
0.31079351902008057
-0.21343527734279633
0.09942688792943954
0.387557715177536
0.18129242956638336
-0.08488016575574875
-0.1489892452955246
-0.28001120686531067
-0.18705417215824127
-0.13957414031028748
-0.30382055044174194
-0.5534298419952393
-0.3959130346775055
-0.3211278021335602
0.33447131514549255
-0.6741759777069092
-0.42374616861343384
0.6171677708625793
-0.045416466891765594
0.2374364137649536
-0.11833798885345459
0.1171230673789978
-0.28390252590179443
0.4735338091850281
0.00733294477686286
-0.19324301183223724
-0.5067818760871887
0.33858489990234375
-0.16902565956115723
0.5940898656845093
-0.23375412821769714
-0.3447405695915222
0.1214616522192955
0.6366700530052185
0.42261311411857605
0.09539930522441864
0.08316674828529358
0.2974608242511749
-0.01067108754068613
-0.02416423335671425
0.15591958165168762
-0.25662219524383545
-0.13959720730781555
0.1715373992919922
-0.1421712040901184
-0.3467992842197418
0.0011201079469174147
-0.04726159945130348
0.13522842526435852
-0.2758367955684662
0.17253868281841278
0.14836089313030243
-0.34911686182022095
-0.17324243485927582
0.0854424312710762
0.06584922224283218
-0.3045892119407654
-0.38142383098602295
0.399273157119751
-0.055074092000722885
-0.11560828238725662
-0.06314905732870102
-0.251755952835083
0.0879913792014122
0.15689389407634735
0.5907438397407532
-0.2971048355102539
-0.051248788833618164
-0.06652272492647171
0.07192976772785187
0.05953999236226082
0.32398316264152527
-0.1661989539861679
-0.21350359916687012
-0.591453492641449
0.5563310384750366
0.19635266065597534
-0.06255078315734863
0.07115289568901062
-0.40359896421432495
0.46601375937461853
0.6294001340866089
0.07777644693851471
0.17447757720947266
0.2309451699256897
-0.6725520491600037
0.012373507022857666
0.18718501925468445
-0.16010107100009918
-0.3004734218120575
-0.1514606922864914
0.06923232227563858
0.7018254399299622
-0.0332169234752655
-0.047868020832538605
-0.22928747534751892
0.09719225764274597
0.11925087124109268
0.26953843235969543
0.10718399286270142
-0.15120866894721985
0.07415222376585007
0.04408218711614609
0.2306797355413437
-0.2759975790977478
-0.25721845030784607
0.006787971593439579
-0.5744530558586121
-0.09638223797082901
0.00484879594296217
-0.38514187932014465
-0.19201792776584625
-0.1198580339550972
0.10253769904375076
-0.0559195876121521
0.08093540370464325
0.07380354404449463
0.23769058287143707
0.7628856301307678
-0.4085705578327179
-0.0547151118516922
0.05267898738384247
0.2961648106575012
0.17295250296592712
0.1574266105890274
0.07667845487594604
-0.25069165229797363
-0.06884992122650146
0.03289905935525894
-0.0027070115320384502
-0.2468220591545105
0.4256497025489807
0.35656046867370605
-0.4501609802246094
0.4147377610206604
0.17968255281448364
-0.3623958230018616
-0.4695430397987366
0.231542706489563
0.23238712549209595
0.029379546642303467
-0.16755026578903198
0.37482398748397827
-0.23406744003295898
0.04383230209350586
-0.29097074270248413
0.4246465563774109
0.185202956199646
-0.32861989736557007
-0.3210020661354065
-0.28847211599349976
0.0007370710372924805
-0.2159717082977295
-0.06584501266479492
-0.2831575274467468
0.20181860029697418
-0.7169603109359741
-0.21635162830352783
-0.2911713421344757
-0.30186060070991516
0.13254836201667786
0.8105612993240356
-0.5664312243461609
-0.6102782487869263
-0.1241319328546524
-0.5945109128952026
0.24936378002166748
-0.2820299565792084
-0.4065602719783783
0.3208239674568176
-0.25043660402297974
0.5680937170982361
-0.10690002888441086
-0.18389205634593964
-0.17860610783100128
0.17221538722515106
0.6419761180877686
-0.4039607644081116
-0.24881476163864136
0.1195758655667305
-0.5490477085113525
0.13664083182811737
-0.45150259137153625
0.09456562995910645
0.19040487706661224
0.7982382774353027
-0.13564497232437134
-0.5651686191558838
-0.014640874229371548
-0.020028648898005486
0.023856643587350845
0.15128159523010254
-0.42087313532829285
0.008357137441635132
-0.00514604989439249
-0.22249774634838104
-0.03395957872271538
-0.19307568669319153
0.12848806381225586
0.03673425316810608
-0.4311222434043884
-0.20666110515594482
-0.01771395280957222
-0.6186464428901672
0.26318562030792236
-0.7256101965904236
-0.3026551902294159
-0.44765952229499817
-0.578420102596283
0.2542649507522583
-0.5849707722663879
-0.1706703007221222
-0.026610057801008224
-0.4887162446975708
0.2235727310180664
-0.3351209759712219
-0.283369243144989
-0.17289035022258759
-0.24105963110923767
-0.2234569638967514
0.8035750389099121
0.08333101868629456
0.8696874380111694
0.17962615191936493
-0.29412925243377686
0.5509686470031738
0.23177030682563782
0.2991194427013397
-0.06910687685012817
0.09383568912744522
0.010659887455403805
0.21936681866645813
0.3364972174167633
-0.0860661193728447
0.08493824303150177
0.04943598434329033
0.2721439003944397
0.1894911229610443
-0.3132745325565338
-0.04119009152054787
0.3312569260597229
-0.11923632770776749
-0.07478669285774231
0.2717348635196686
0.21116216480731964
-0.33184337615966797
0.17850391566753387
0.30774885416030884
-0.2926848232746124
-0.28492435812950134
-0.6961000561714172
-0.09726880490779877
-0.2898435890674591
0.30479922890663147
-0.20856067538261414
0.0323285311460495
-1.0383667945861816
0.12793543934822083
-0.44090375304222107
0.26166969537734985
1.0451679229736328
0.2905265688896179
-0.030446406453847885
0.12799134850502014
0.46486765146255493
-0.08836599439382553
-0.5608286261558533
-0.021998854354023933
0.3874329626560211
-0.09358399361371994
-0.10146233439445496
-0.36890217661857605
-0.31548017263412476
0.06456984579563141
-0.370025634765625
-0.6852962374687195
-0.3260669708251953
-0.8851267695426941
0.05125945806503296
-0.3158457279205322
0.23107753694057465
-0.11265116184949875
-0.03929424285888672
0.03854155167937279
0.24718336760997772
-0.48191511631011963
-0.2987509071826935
0.8044048547744751
-0.257272869348526
0.7412564158439636
-0.27269503474235535
-0.19156114757061005
0.8473736643791199
-0.13528086245059967
-0.34230145812034607
-0.4010659456253052
0.6496018767356873
0.26703330874443054
-0.17311877012252808
-0.5980190634727478
-0.04540250822901726
0.18685530126094818
-0.42025068402290344
-0.025414710864424706
0.1995973140001297
-0.13669753074645996
0.06348348408937454
-0.10559526085853577
0.16668257117271423
0.057751305401325226
-0.05915626510977745
-0.31761452555656433
0.3215722441673279
0.0686216726899147
-0.4965336322784424
-0.1615258902311325
0.10244707763195038
0.07293984293937683
0.01579529047012329
-0.0803055465221405
-0.010191388428211212
-0.09464796632528305
-0.5833773016929626
-0.7279358506202698
-0.20953962206840515
0.2776447534561157
0.028591878712177277
-0.7074903249740601
0.15397368371486664
1.0591583251953125
-0.7583768963813782
-0.10600566864013672
0.9650684595108032
0.25367361307144165
0.2971816062927246
0.10164038836956024
0.1657492220401764
-0.28092142939567566
0.0692366510629654
-0.21025684475898743
-0.15601377189159393
0.8154969215393066
-0.059824083000421524
-0.11860582232475281
0.1574414223432541
-0.3189827501773834
-0.20406049489974976
0.3519130051136017
-0.27795886993408203
-0.825512170791626
-0.06783775985240936
0.1402607560157776
0.07953604310750961
-0.2620026469230652
0.3740331828594208
-0.1840207725763321
-0.09316392242908478
-0.196174755692482
-0.17187930643558502
0.30172666907310486
-0.3858576714992523
0.5704673528671265
0.19060508906841278
0.02012578211724758
-0.35753244161605835
-0.07715792953968048
-0.0024943454191088676
-0.09556705504655838
-0.4361535310745239
-0.3190123736858368
0.4313858151435852
0.25577372312545776
0.44702768325805664
0.10952502489089966
0.4443424344062805
0.05811583995819092
-0.29781657457351685
0.1188156008720398
-0.020196378231048584
-0.031024932861328125
-0.010416686534881592
0.07980602979660034
-0.09956824779510498
0.028125643730163574
0.33248090744018555
-0.08877038955688477
-0.057727038860321045
-0.2857051491737366
-0.49114513397216797
0.09394526481628418
0.372222363948822
0.3281397819519043
0.37899744510650635
-0.457237184047699
0.011937916278839111
-0.054589927196502686
0.4320485591888428
0.3976081609725952
-0.05053585767745972
0.3734439015388489
-0.26903992891311646
0.3193305730819702
-0.3270205855369568
0.08636605739593506
-0.37871623039245605
-0.15478813648223877
-0.05909687280654907
-0.14696693420410156
0.2053987979888916
0.3504176139831543
0.08283907175064087
-0.0699772834777832
-0.27571338415145874
-0.00032192468643188477
0.20525866746902466
-0.07720690965652466
0.22352254390716553
0.3747559189796448
-0.1932128667831421
0.09790295362472534
-0.21410083770751953
0.2870752215385437
0.3792183995246887
0.06308060884475708
-0.2927470803260803
0.20275253057479858
0.4813353419303894
0.4936982989311218
-0.34248435497283936
0.17635107040405273
-0.1992972493171692
-0.40534794330596924
0.14772284030914307
-0.3683810234069824
0.41493338346481323
-0.46384650468826294
-0.11121797561645508
-0.3136945962905884
0.3705902099609375
0.17069464921951294
-0.10920071601867676
-0.015062510967254639
0.4490496516227722
0.03406339883804321
0.06643450260162354
-0.4770953059196472
0.2686437964439392
-0.17924445867538452
-0.3308168649673462
-0.10368669033050537
0.3080335855484009
-0.17051094770431519
0.05911064147949219
0.43363815546035767
0.17138999700546265
-0.20037859678268433
-0.05855220556259155
-0.2947189211845398
0.1240231990814209
0.31776219606399536
0.15981334447860718
0.03955501317977905
0.09098035097122192
-0.155572772026062
-0.3142933249473572
0.39227354526519775
-0.003486965550109744
0.31488072872161865
-0.41634267568588257
0.1969721019268036
-0.5115577578544617
-0.05364061892032623
-0.14318960905075073
-0.2658040523529053
-0.48968857526779175
-0.34620341658592224
0.8783784508705139
0.09280764311552048
0.8801609873771667
-0.26229017972946167
-0.29043444991111755
-0.31064605712890625
-0.8268011808395386
0.7952272295951843
0.8331881165504456
0.5142694115638733
0.07312541455030441
-0.3755628764629364
-0.3848041296005249
-0.2722710371017456
-0.37237653136253357
-0.6223927736282349
0.06772293150424957
-0.7345500588417053
0.3576713800430298
-0.15207535028457642
-0.19159945845603943
-0.27839797735214233
-0.17301172018051147
-0.2577681839466095
-0.11498518288135529
-0.017768776044249535
-0.2252247929573059
0.47429633140563965
-0.045839741826057434
0.5445964336395264
0.1290537565946579
0.662406861782074
0.22817492485046387
-0.2862815856933594
-0.15348078310489655
-0.25734344124794006
-0.3579588830471039
0.46733373403549194
0.21180443465709686
-0.08164576441049576
-0.1195966973900795
-0.9660227298736572
0.9216257333755493
-0.6404857635498047
-0.2910757064819336
0.11021066457033157
-0.5365936160087585
0.25509291887283325
0.9555637836456299
0.22154413163661957
0.16018429398536682
-0.09155765175819397
0.5756266713142395
0.24345266819000244
-0.5938847661018372
0.2927440404891968
0.060389891266822815
0.11372710764408112
-0.07869307696819305
-0.20902754366397858
0.09291303157806396
0.06772226095199585
0.08059942722320557
0.09627801179885864
-0.049553632736206055
-0.2988113760948181
-0.04225587844848633
0.28803879022598267
0.4172760248184204
-0.4151173233985901
-0.35886430740356445
0.3303564190864563
0.08220487833023071
-0.08300787210464478
-0.40876418352127075
-0.2132197618484497
-0.44577962160110474
-0.43979412317276
0.3280593752861023
0.37852346897125244
-0.34937554597854614
-0.05749911069869995
0.4215264916419983
-0.3572123646736145
-0.3560853600502014
-0.26156502962112427
0.11263293772935867
0.202205091714859
-0.1317012906074524
0.3528105318546295
0.13363638520240784
0.15833742916584015
-0.9528727531433105
-0.3820236921310425
-0.08953439444303513
0.06693834066390991
-0.22965507209300995
-0.03257834166288376
0.10942551493644714
0.39780279994010925
-0.009711691178381443
0.133464053273201
-0.15983079373836517
0.1011798158288002
0.09684238582849503
-0.17505019903182983
-0.0726548582315445
-0.3420172333717346
-0.35335832834243774
0.6591863036155701
-0.14138805866241455
-0.0977945625782013
-0.5881912708282471
0.1943933218717575
-0.346581369638443
-0.1695437729358673
-0.36987853050231934
-0.2718241214752197
-0.6753934621810913
0.24265876412391663
-0.13178297877311707
0.01789875142276287
-0.03902731090784073
-0.03532244637608528
-0.5593944191932678
-0.17829419672489166
-0.6406840682029724
0.1687968522310257
-0.17344608902931213
-0.09527474641799927
0.42327916622161865
-0.09211821854114532
-0.38816893100738525
-0.25125426054000854
0.09076374024152756
-0.5978675484657288
-0.20649756491184235
-0.825671374797821
-0.15007971227169037
-0.3228365480899811
0.03962157294154167
0.6117305755615234
0.047048721462488174
-0.6028454303741455
0.016378439962863922
0.249223992228508
0.00854453444480896
-0.23286786675453186
-0.1110336035490036
-1.7887638807296753
-0.5949766039848328
-0.1745830625295639
-0.17506395280361176
0.17525191605091095
0.013127402402460575
-0.0629015788435936
-0.1121683269739151
-0.15664023160934448
-0.12034574151039124
-0.07256053388118744
-0.6316283941268921
-0.650331974029541
0.14821091294288635
0.19334958493709564
-0.3635452091693878
-0.2220098376274109
0.060522694140672684
0.11434175074100494
0.2534513473510742
0.1475328505039215
-0.1852341890335083
0.4817636013031006
-0.135170117020607
0.7191494107246399
-0.7068803310394287
0.325770765542984
0.15224628150463104
0.6238220930099487
-0.19885656237602234
-0.058422017842531204
0.4831816852092743
0.30061236023902893
-0.024477481842041016
-0.17874401807785034
0.37072545289993286
-0.3934493064880371
0.156749427318573
-0.47941726446151733
0.17610466480255127
-0.31354445219039917
-0.3182713985443115
-0.37697452306747437
0.441459596157074
-0.4800267219543457
-0.1093064546585083
-0.010031640529632568
-0.17635869979858398
0.4035871624946594
-0.4587975740432739
0.41970324516296387
0.25242388248443604
-0.16381454467773438
-0.3927394151687622
0.39491772651672363
0.45012348890304565
-0.17735600471496582
0.4839610159397125
-0.308442085981369
0.09336035698652267
-0.7807406783103943
-0.33129915595054626
-0.3072105348110199
-0.37346234917640686
0.406423956155777
0.46075353026390076
0.162434384226799
0.586216926574707
1.0341272354125977
-0.17843925952911377
0.2132209837436676
-0.49689584970474243
-0.0398990660905838
0.22263532876968384
0.3156726360321045
0.4145117700099945
0.823342502117157
-0.26191791892051697
0.14779777824878693
-0.19357508420944214
-0.0873834565281868
-0.0803399533033371
0.2165987193584442
0.049722038209438324
0.19052982330322266
-0.3207569122314453
-0.63547283411026
-0.6460225582122803
-0.05929674953222275
-0.3586442470550537
-0.008541981689631939
0.32092341780662537
0.20481835305690765
0.03055720217525959
0.44436392188072205
-0.5240968465805054
-0.13221228122711182
0.1861019879579544
0.24506154656410217
-0.022195417433977127
0.2392043024301529
0.06196057051420212
0.16374096274375916
-0.3281278908252716
-0.1630503237247467
0.15735113620758057
0.08801501989364624
0.46345627307891846
0.3930835723876953
-0.26847195625305176
0.16132330894470215
-0.0686447024345398
-0.44338876008987427
-0.44297194480895996
0.32303816080093384
0.3216155767440796
-0.25977253913879395
-0.2314559817314148
-0.37086689472198486
0.11167854070663452
0.08928382396697998
0.23520952463150024
0.4072725176811218
0.3648744821548462
-0.10101175308227539
-0.39137160778045654
0.3678992986679077
-0.20895671844482422
-0.03270500898361206
-0.3383893370628357
-0.11623984575271606
-0.19627290964126587
0.43620431423187256
0.019102752208709717
-0.3188268542289734
-0.026649832725524902
-0.21678024530410767
-0.3235818147659302
-0.06756186485290527
0.1522952914237976
0.4023265242576599
0.08061516284942627
0.47937458753585815
-0.48295724391937256
-0.32375895977020264
0.21331888437271118
-0.4007771611213684
0.11535775661468506
-0.34550195932388306
0.2828657627105713
-0.008257806301116943
-0.49480175971984863
-0.3287160396575928
-0.1775088906288147
0.21944087743759155
0.3639386296272278
-0.08639270067214966
0.43520158529281616
-0.28605252504348755
0.029382526874542236
-0.4790247678756714
-0.0193556547164917
-0.3164638876914978
-0.3106577396392822
0.04082763195037842
-0.15294045209884644
-0.3412764072418213
-0.1438773274421692
-0.12565714120864868
0.32804811000823975
-0.24036544561386108
0.40829402208328247
-0.08731693029403687
-0.30282366275787354
0.12403857707977295
0.06185603141784668
0.12839144468307495
0.294515460729599
0.2017681896686554
-0.008278565481305122
0.29161763191223145
-0.3239361047744751
-0.08823924511671066
-0.49997079372406006
0.7172832489013672
-0.13864396512508392
-0.5520888566970825
-0.08753443509340286
0.10027466714382172
0.7431163787841797
0.05461077019572258
-0.530083417892456
-0.1009986624121666
-0.5134970545768738
0.1104653999209404
0.7426403760910034
0.6377928256988525
0.9171333909034729
-0.11368538439273834
-0.03273022547364235
0.3625016510486603
-0.13546961545944214
-0.22075575590133667
-0.39493894577026367
-0.2155105471611023
-0.13854444026947021
-0.18376940488815308
-0.276847243309021
-0.23905611038208008
-0.16019052267074585
-0.3230162262916565
0.014016032218933105
-0.19511741399765015
0.1526937484741211
0.11044365167617798
-0.19434458017349243
0.4751099944114685
0.3744747042655945
0.3238039016723633
0.3822072744369507
-0.14083707332611084
-0.2772707939147949
-0.2367570996284485
-0.08407050371170044
0.31282442808151245
-0.25064343214035034
0.48222482204437256
0.37628281116485596
0.2901020050048828
-0.27175265550613403
0.19126152992248535
-0.39316320419311523
-0.059774577617645264
0.13853031396865845
0.400848388671875
-0.2159387469291687
0.4046049118041992
0.2910950779914856
0.2574160695075989
-0.08276534080505371
-0.39129751920700073
-0.29285675287246704
-0.22362220287322998
-0.3538510203361511
-0.3327367901802063
0.3650532364845276
-0.03245812654495239
0.31733614206314087
-0.19518452882766724
-0.15288309752941132
-0.5991926789283752
0.242619588971138
-0.4900152385234833
0.058653414249420166
0.17538616061210632
0.18237929046154022
0.1531800478696823
-0.0247668270021677
0.2925705909729004
-0.07499544322490692
0.0321534238755703
0.019476165995001793
-0.0067261927761137486
0.10723458975553513
0.5744048357009888
-0.7068418860435486
0.6749098300933838
0.6462538242340088
-0.06641346216201782
-0.08411944657564163
0.3897174000740051
0.5375362038612366
-0.3247632086277008
-0.27259063720703125
-0.3198769688606262
0.3502696752548218
-0.19956529140472412
0.408591628074646
-0.4433344602584839
-0.2871217727661133
0.13864094018936157
0.44856321811676025
-0.31037575006484985
-0.4662841558456421
-0.3058071732521057
-0.3510957956314087
-0.19082671403884888
-0.1389913558959961
-0.3133332133293152
0.36332112550735474
0.21625453233718872
-0.19263166189193726
-0.44623899459838867
0.44104868173599243
0.07015222311019897
0.3757709860801697
0.3447168469429016
0.449602872133255
-0.6162318587303162
0.2423848956823349
-0.7350465655326843
-0.44070374965667725
-0.524506688117981
0.19401393830776215
0.14899985492229462
-0.378394216299057
-0.25811633467674255
0.6108157634735107
-0.7709932327270508
0.10142816603183746
0.5768629312515259
-0.25263848900794983
-0.05873868241906166
0.19677840173244476
-0.20477309823036194
0.2687895894050598
0.4337952435016632
-0.19972042739391327
-0.050707511603832245
-0.3294529318809509
0.519460916519165
0.08380287885665894
-0.4986203908920288
-0.014850199222564697
0.237301766872406
0.13983768224716187
0.04745882749557495
-0.17543864250183105
0.48706841468811035
-0.03209501504898071
0.2576792240142822
-0.09985750913619995
-0.06402420997619629
0.4170765280723572
0.26654964685440063
-0.0808948278427124
-0.16766643524169922
0.19687801599502563
-0.38108229637145996
-0.18647074699401855
0.09392237663269043
-0.3983607888221741
-0.283811092376709
-0.46954554319381714
0.18625402450561523
0.14737972617149353
-0.3129785656929016
0.2063656598329544
0.07254783809185028
-0.09247377514839172
0.28708121180534363
-0.8393150568008423
-0.3047119677066803
-0.0325639545917511
0.24546876549720764
-0.057170622050762177
-0.5838185548782349
-0.07717572897672653
-0.36368805170059204
-0.5257794260978699
0.3028007745742798
0.2887004017829895
-0.23122529685497284
-0.19078706204891205
-0.16172146797180176
