24
-0.04042736068367958
2.167959213256836
-1.5659067630767822
2.2297303676605225
1.165263295173645
2.3450591564178467
1.738904356956482
2.6659128665924072
1.7662744522094727
-0.4845319986343384
1.219855546951294
-0.3167431950569153
-1.5249041318893433
1.866929531097412
-1.2799561023712158
-1.745644450187683
-1.9372552633285522
2.311631441116333
-0.8446038365364075
-1.3873640298843384
1.591835856437683
-1.113369345664978
-1.0489968061447144
-0.6028140187263489
1.3218936920166016
0.350692480802536
-0.061817627400159836
0.858769953250885
0.312953919172287
2.2690625190734863
0.8940626382827759
-1.5941067934036255
-0.4542519152164459
-1.1971721649169922
0.665964663028717
1.3082261085510254
-1.7251275777816772
0.5617512464523315
-2.171670436859131
-1.9844962358474731
-1.9977588653564453
1.07517671585083
-0.4604571759700775
-1.1569894552230835
-1.9366761445999146
-0.6451497673988342
-0.9921348690986633
-1.0209258794784546
0.43784940242767334
0.4322022795677185
0.052724599838256836
-0.20003420114517212
-0.16763567924499512
-0.4694057106971741
-0.14730674028396606
-0.1756073236465454
0.3092552423477173
-0.4637206196784973
0.2615131139755249
-0.3405604958534241
-0.4354650378227234
-0.4195641875267029
0.4561735987663269
-0.024174988269805908
-0.07664161920547485
-0.3237873315811157
-0.11027419567108154
-0.3748852014541626
-0.3829606771469116
0.2978171110153198
0.0004201531410217285
0.28546029329299927
1.5204169750213623
2.2497739791870117
1.9285805225372314
1.741593599319458
1.0166940689086914
-0.13535118103027344
1.561353325843811
1.0111743211746216
-1.494696021080017
-1.0415005683898926
-1.7850191593170166
0.8554261326789856
0.11507648974657059
0.03405770659446716
1.738479495048523
-1.597569227218628
-0.0069970618933439255
-1.2986222505569458
-0.5548768043518066
-0.5459553003311157
-1.3219618797302246
-2.248037815093994
1.9671951532363892
2.0471062660217285
-0.74643474817276
2.8797528743743896
2.4536662101745605
-1.5244214534759521
0.9842686057090759
0.8919212818145752
-1.2637110948562622
2.57712459564209
-1.0373210906982422
1.6367119550704956
-1.3523576259613037
-3.3690807819366455
-0.22812558710575104
-0.4428104758262634
-2.146930694580078
-0.28507769107818604
-0.04014849290251732
-0.2948431968688965
1.668670415878296
-0.5919314622879028
0.2436649054288864
-0.7065565586090088
0.5537222027778625
-0.6832267642021179
-0.3714308738708496
-0.03725498914718628
0.04515731334686279
-0.24639731645584106
-0.009773671627044678
-0.15959864854812622
-0.10642534494400024
-0.006590306758880615
-0.265488862991333
0.3121330142021179
0.3905423879623413
-0.43268197774887085
0.05921441316604614
-0.06670123338699341
0.06048780679702759
-0.3766116499900818
-0.1079898476600647
-0.4021514654159546
0.18439334630966187
-0.11945438385009766
-0.34391283988952637
-0.4394952058792114
-0.03193444013595581
-0.3710026741027832
2.0274221897125244
-1.0339049100875854
-0.669291615486145
1.7476794719696045
0.9162927269935608
2.166844606399536
-1.644555687904358
1.8144526481628418
-1.1276681423187256
0.23838452994823456
-2.2494118213653564
1.588252305984497
1.5714547634124756
2.1646697521209717
1.6496708393096924
-1.2548285722732544
0.10208120942115784
1.4691613912582397
-0.6988107562065125
1.4969463348388672
-2.0449323654174805
-0.24698874354362488
2.5234835147857666
2.4178762435913086
2.0259346961975098
2.580195903778076
-0.954749345779419
1.4553004503250122
-2.6280908584594727
1.1972013711929321
-1.149651050567627
0.5062375664710999
1.2131273746490479
-1.067578673362732
1.56087327003479
-2.180537462234497
0.7896074652671814
0.5882650017738342
-1.0148324966430664
-2.1712486743927
0.33175384998321533
-1.619600772857666
1.5264978408813477
2.2561614513397217
1.82262122631073
1.0597010850906372
-0.5043633580207825
2.5118608474731445
1.6493891477584839
2.2798895835876465
-1.612941861152649
1.7412018775939941
-1.6214834451675415
0.5889000296592712
1.3589916229248047
-0.21783284842967987
-1.4277664422988892
2.0232346057891846
-1.0226624011993408
-1.4886071681976318
0.2998991906642914
0.02982902154326439
-1.9542860984802246
-0.5675755739212036
-0.5550118684768677
0.8345005512237549
1.8064509630203247
1.2545995712280273
-1.4877972602844238
-2.7493340969085693
-1.596266269683838
-1.5128173828125
-0.14647835493087769
1.0902982950210571
2.3803350925445557
0.443514883518219
-0.731144905090332
-0.6909663081169128
-2.220252752304077
0.5641139149665833
-0.9884811639785767
1.0920969247817993
-0.6790064573287964
0.8176785707473755
-2.59694242477417
-1.414819359779358
0.9718872904777527
0.9369477033615112
0.06530848890542984
-0.6550489664077759
1.455019235610962
-0.6022999286651611
-1.8214389085769653
-1.559334635734558
2.2564733028411865
-0.5140032172203064
-1.4854313135147095
-1.7662875652313232
-1.3007657527923584
-1.016557216644287
0.7085411548614502
-1.7364461421966553
-0.23079288005828857
4.076621055603027
1.218508243560791
-1.0834095478057861
0.2336600124835968
-0.02949531190097332
2.8378820419311523
-2.453979015350342
-2.9220285415649414
-1.8071850538253784
-1.5349023342132568
1.0387688875198364
1.6001591682434082
4.707140922546387
1.330551028251648
-1.5109970569610596
-1.0541983842849731
2.1078577041625977
1.6878126859664917
-0.06074218079447746
-0.9983668923377991
1.8350541591644287
-2.506913185119629
-1.8930842876434326
-0.4632072150707245
1.2714753150939941
-1.030922293663025
1.6717644929885864
-1.7606332302093506
-0.05896084010601044
0.6461333632469177
2.3411054611206055
-1.2091671228408813
0.7727866172790527
1.3857349157333374
1.6515560150146484
1.97979736328125
2.1853208541870117
2.905827283859253
1.7045634984970093
-1.2549018859863281
2.4811348915100098
-0.8176069855690002
-0.9449057579040527
-1.902972936630249
-1.0436336994171143
0.9052594900131226
2.7056148052215576
-0.6848711371421814
-1.5268769264221191
0.17135198414325714
-1.095574140548706
0.7092918753623962
0.2816750705242157
-1.525264024734497
0.7227874398231506
-1.4972474575042725
-1.9384315013885498
-1.079609990119934
-1.1369096040725708
1.5296764373779297
-1.2477658987045288
1.5500102043151855
1.6580958366394043
-0.8368173837661743
-0.5864295363426208
-1.5202468633651733
-1.257443904876709
-1.9814485311508179
0.8481277227401733
-1.3769136667251587
1.9081248044967651
-1.8017950057983398
-1.6432862281799316
2.5348868370056152
1.6901973485946655
0.7424226999282837
-0.0536540262401104
-2.2752678394317627
2.4708762168884277
0.56722491979599
3.127600908279419
-0.891711950302124
3.463872194290161
-2.4288108348846436
-0.5521657466888428
-0.9729171395301819
-1.575411081314087
-1.0411933660507202
-0.7258225083351135
-0.40937379002571106
3.7739784717559814
1.641208291053772
2.0700583457946777
-1.7575825452804565
1.9310307502746582
-2.0895392894744873
0.158302903175354
2.9565324783325195
-0.823284924030304
-1.9804713726043701
-2.8207173347473145
-0.6795138120651245
0.22838394343852997
-0.02838667295873165
-0.6314300894737244
-0.7781456112861633
2.1443917751312256
-0.7127909064292908
-0.8261949419975281
-1.2943356037139893
-1.7932082414627075
2.2252559661865234
3.042055368423462
-1.4406605958938599
-1.559440016746521
-1.2579199075698853
-1.0112241506576538
0.04369302839040756
2.5574886798858643
1.3951480388641357
-2.2641146183013916
1.4737910032272339
-1.2615560293197632
0.3757465183734894
-2.900832414627075
-0.5488263964653015
-1.4446828365325928
1.5839612483978271
2.3642008304595947
-0.04789581894874573
0.596134603023529
-1.8028287887573242
0.5403448939323425
-3.0879368782043457
-1.603641390800476
-1.1003106832504272
-0.008508418686687946
-0.30512523651123047
0.867247462272644
-0.2482134997844696
1.8581182956695557
-2.5418570041656494
1.728531002998352
-1.7754393815994263
-1.81817626953125
1.3950376510620117
-1.146149754524231
1.4974603652954102
-1.6022250652313232
2.0496349334716797
0.3622188866138458
1.1936631202697754
1.772202730178833
0.5867080092430115
-0.6907937526702881
2.554680824279785
-0.30609244108200073
-0.5182514190673828
-1.113638997077942
-1.0289613008499146
-0.1319974809885025
1.341923713684082
1.155332088470459
-1.575486660003662
0.8250662684440613
1.5473723411560059
-0.8017023205757141
-0.5130929946899414
-1.698312759399414
-0.8111921548843384
-0.9418179392814636
-1.6744831800460815
1.3728477954864502
-1.1793286800384521
1.954670786857605
-2.1485610008239746
0.8831396102905273
1.5502946376800537
-0.9894347786903381
-1.54185152053833
-0.43869003653526306
1.0845520496368408
1.1571930646896362
1.3889572620391846
-0.2599630355834961
-1.3717960119247437
-0.9876527786254883
-1.0428887605667114
-1.5959999561309814
-4.091375350952148
-2.096696376800537
-1.4016673564910889
-2.591472864151001
0.7698777318000793
1.219200611114502
-0.07942776381969452
0.18395981192588806
-0.35421475768089294
1.5803914070129395
-2.2506630420684814
-1.571020483970642
-0.8882707357406616
-0.12973055243492126
1.7091338634490967
3.178589105606079
-1.0072157382965088
-1.4294787645339966
-0.7203860282897949
0.19573162496089935
1.0162360668182373
-1.2205066680908203
2.4871997833251953
1.8460181951522827
0.9885807037353516
-2.041975259780884
1.6017711162567139
0.9655570983886719
-1.11980402469635
1.688485860824585
-1.7387782335281372
0.2088882327079773
1.0947552919387817
-0.7143491506576538
-1.1065446138381958
-2.1930720806121826
0.07956090569496155
1.685698390007019
1.1524478197097778
0.19421111047267914
-2.0104448795318604
1.8611466884613037
-0.2684933543205261
-0.8339808583259583
0.2776883542537689
1.852303147315979
0.009187501855194569
-1.1109445095062256
-2.4291255474090576
-1.5972810983657837
-1.7714803218841553
0.9664705991744995
-1.1463541984558105
0.5452302694320679
-1.084013819694519
-0.15063931047916412
1.3843824863433838
1.8552168607711792
1.4987629652023315
0.7716315984725952
-0.022416220977902412
-0.5722238421440125
-1.5252426862716675
-0.8989895582199097
1.5072482824325562
0.859988272190094
-0.17011883854866028
-1.599113941192627
0.49985766410827637
0.2242942452430725
-0.3251833915710449
0.20912986993789673
-0.09213417768478394
0.32214707136154175
0.4070850610733032
-0.188804030418396
0.0592423677444458
0.444719135761261
0.0008413195610046387
-0.07157021760940552
0.37093496322631836
-0.055473923683166504
0.15999585390090942
-0.21605217456817627
0.22415363788604736
0.3442153334617615
0.1271238923072815
0.15687352418899536
0.21194535493850708
-0.3366978168487549
-0.06419748067855835
0.1259516477584839
0.2577630877494812
0.3112086057662964
-0.27819663286209106
0.008505523204803467
0.3843112587928772
-0.21057277917861938
0.47846245765686035
0.36681443452835083
0.3003746271133423
0.14824539422988892
-0.0191115140914917
-0.3852127194404602
0.10000133514404297
-0.4769403338432312
-0.23364287614822388
0.029331624507904053
-0.0806727409362793
-0.1584131121635437
0.04023897647857666
-0.023161709308624268
0.11500895023345947
0.38729119300842285
-0.30821412801742554
0.48813313245773315
-0.721505343914032
-0.4023897647857666
-0.49743348360061646
-0.0733206644654274
1.213932991027832
1.014714241027832
0.5817225575447083
-1.9154090881347656
0.5978543162345886
-1.0391550064086914
0.5419872403144836
0.7305119037628174
2.4112236499786377
0.36774131655693054
1.6344656944274902
-2.516204357147217
-0.8365731239318848
-1.3418943881988525
-1.089747428894043
3.1744766235351562
1.8751535415649414
0.6264184713363647
-0.41654226183891296
2.1620562076568604
1.5457638502120972
-1.5712991952896118
-1.8428155183792114
1.2181270122528076
1.2593672275543213
1.3454428911209106
-0.9939160346984863
1.2839508056640625
2.443193197250366
-0.6747732758522034
-1.9220812320709229
0.4121435284614563
-1.956974744796753
1.328466534614563
-1.4095110893249512
0.3913626968860626
1.148453712463379
1.0564062595367432
0.34063273668289185
2.1560442447662354
-1.975355863571167
-1.6422524452209473
0.062477827072143555
2.3868534564971924
1.8594465255737305
1.0166043043136597
2.3623876571655273
1.7229270935058594
-2.38763165473938
1.3338942527770996
-1.7380115985870361
-1.3617475032806396
0.9864850640296936
2.6643118858337402
-1.3011877536773682
-1.4875444173812866
0.6111578941345215
-0.5132165551185608
-0.6193314790725708
-0.16180744767189026
2.3022451400756836
1.8124171495437622
2.2641749382019043
0.42581045627593994
-1.961229681968689
1.8753546476364136
0.6448817849159241
-1.344042181968689
-0.8247523307800293
-0.8548765778541565
-1.5146019458770752
-2.1354308128356934
1.3363754749298096
-1.3583379983901978
1.3471699953079224
-1.3385523557662964
2.326807737350464
-1.3394739627838135
1.7663459777832031
0.15747308731079102
0.07461439073085785
-0.3315649628639221
-0.9318812489509583
-0.036328595131635666
0.7905813455581665
-0.7246578931808472
-1.8605844974517822
0.16802318394184113
-2.3456807136535645
-1.446540355682373
3.4026269912719727
-0.20602907240390778
-1.751095175743103
0.22649306058883667
2.3388257026672363
-0.45369672775268555
0.9407306909561157
0.3693004250526428
0.6384350657463074
-2.2865703105926514
2.6821775436401367
0.7168754935264587
1.468342661857605
-2.0003955364227295
-0.5401495099067688
-2.044421672821045
-0.8429341912269592
1.9587329626083374
0.4058530032634735
1.6309852600097656
-1.9196813106536865
-0.35831648111343384
-2.5978658199310303
-0.9662116169929504
-1.6656121015548706
-1.0947719812393188
-2.447599411010742
0.7271175980567932
-1.1184794902801514
0.1742863804101944
0.9223095178604126
1.5626187324523926
2.2745277881622314
-1.7511186599731445
1.2394447326660156
-0.4370116889476776
1.3836077451705933
-2.829465866088867
0.6602941155433655
-1.1441426277160645
0.6161109805107117
-2.2074334621429443
-0.6066909432411194
-1.341578722000122
-2.335080146789551
-0.5743176937103271
-1.8054478168487549
1.9307445287704468
-1.1220707893371582
3.299743413925171
-1.8593084812164307
3.1249587535858154
-1.5569796562194824
1.2109845876693726
-2.626448631286621
-1.7808353900909424
-0.13560593128204346
-0.17759515345096588
1.8675122261047363
2.176682949066162
1.57480788230896
-2.1075923442840576
-1.9269708395004272
2.1037039756774902
1.1358314752578735
-0.5737460851669312
0.5905569791793823
1.5021958351135254
-1.483803629875183
-1.1866624355316162
1.0772377252578735
1.7459909915924072
-1.3307979106903076
2.6339974403381348
-0.9901807904243469
-1.422151803970337
2.379934310913086
-1.4735534191131592
1.143559455871582
1.6902031898498535
0.44236961007118225
2.422252893447876
-2.213125467300415
1.7088229656219482
0.9186936020851135
-0.09868801385164261
1.5824955701828003
-1.6686497926712036
1.2096987962722778
-1.5324766635894775
4.037200927734375
-1.3962124586105347
0.3927462100982666
-0.42835724353790283
-2.741668701171875
1.0271539688110352
3.483950614929199
1.3511470556259155
1.2411466836929321
2.6940174102783203
-0.2931077182292938
3.010638952255249
1.576333999633789
1.2772529125213623
0.013603081926703453
2.4976999759674072
-1.8964852094650269
1.9607608318328857
-2.143967866897583
-0.0011781685752794147
2.5178022384643555
-0.30876848101615906
0.3881950080394745
-2.103482961654663
2.6626601219177246
2.525090217590332
0.9817935228347778
3.3910157680511475
1.2578896284103394
1.5926103591918945
2.8936469554901123
0.43017148971557617
0.31722933053970337
-0.2801377773284912
-0.2905482053756714
-0.3738284707069397
-0.38268107175827026
0.04499465227127075
-0.045315563678741455
-0.46761924028396606
0.03309851884841919
-0.14714252948760986
-0.16033542156219482
-0.3227226138114929
-0.3729109764099121
-0.30331677198410034
-0.3458779454231262
-0.4215601682662964
0.4886796474456787
0.27457112073898315
0.15935176610946655
-0.3453933000564575
-0.386499285697937
0.36551588773727417
-0.23427772521972656
0.22153902053833008
-0.035106539726257324
-0.16713029146194458
-0.20491468906402588
0.191198468208313
-0.06144082546234131
-0.46258389949798584
0.14823943376541138
0.43852829933166504
0.22191089391708374
-0.1698744297027588
0.49582332372665405
0.46881306171417236
0.303220272064209
-0.008317887783050537
-0.14440929889678955
0.06429415941238403
0.22692877054214478
-0.17640268802642822
-0.17436164617538452
0.11016643047332764
-0.28869014978408813
0.3734205961227417
0.3793148398399353
0.47113096714019775
0.8358194828033447
-1.5419738292694092
-1.0941523313522339
-1.0810528993606567
-0.8374079465866089
-0.27427148818969727
-1.4754925966262817
1.4797093868255615
0.4805348813533783
-0.8916255831718445
1.0728861093521118
0.0381605438888073
2.81770658493042
-2.0201282501220703
1.7414814233779907
-0.6344030499458313
0.7496998906135559
-0.5014110207557678
1.3405206203460693
2.3385226726531982
-0.04265068843960762
0.6600316762924194
-1.0533682107925415
1.6138170957565308
-0.45644789934158325
-0.4695432782173157
-0.4927905797958374
0.1399998664855957
0.4156748652458191
-0.29800742864608765
0.058124423027038574
-0.4370218515396118
-0.29776662588119507
0.24721741676330566
-0.2992689609527588
0.4250372648239136
0.2739207148551941
0.37487345933914185
0.17306900024414062
-0.3573969006538391
0.02945023775100708
0.4782983064651489
0.07860398292541504
-0.21913617849349976
-0.027259647846221924
0.10766416788101196
-0.11739140748977661
-0.05940389633178711
0.04988554120063782
0.5607725977897644
-1.057922124862671
-1.5710527896881104
-2.4307913780212402
0.9855064153671265
-1.524687647819519
0.4868532717227936
2.02339506149292
1.949202537536621
0.5630161762237549
-1.6271555423736572
0.5801857709884644
-0.6464396715164185
-1.0773221254348755
0.6725519299507141
1.5922662019729614
-1.6072384119033813
1.8327276706695557
1.5826610326766968
-1.9223055839538574
-0.6654932498931885
2.486109733581543
1.3263850212097168
-0.20937949419021606
0.33759772777557373
-0.32473069429397583
-0.028605282306671143
-0.3140110969543457
-0.2756689786911011
-0.48082369565963745
-0.1143866777420044
0.021365582942962646
-0.3447403311729431
0.29320889711380005
-0.4450162649154663
0.32334834337234497
0.054633140563964844
0.21400117874145508
0.3454205393791199
0.3867985010147095
-0.004835724830627441
0.020915508270263672
0.13661473989486694
0.37771856784820557
-0.02135676145553589
-0.323320209980011
-0.052902162075042725
-0.27389809489250183
-0.48849955201148987
1.1849346160888672
-0.5720590353012085
-0.046339161694049835
0.8912221193313599
-1.2480523586273193
2.387263059616089
-1.6606831550598145
0.42459163069725037
0.2845173478126526
-1.1794129610061646
0.4231638014316559
-1.170336127281189
0.2486545443534851
-1.8853455781936646
1.0603410005569458
2.623131036758423
2.2240490913391113
-0.9643973112106323
-2.200657367706299
-2.1517839431762695
-0.2167327105998993
3.0966975688934326
-0.3379811942577362
-1.490218162536621
2.377620220184326
1.7082569599151611
-1.8544403314590454
0.847988486289978
1.733272671699524
0.7321417927742004
1.6735813617706299
2.69999361038208
1.4889838695526123
1.5082248449325562
0.7590868473052979
-0.6963613629341125
-0.5973682999610901
-2.421402931213379
0.853361189365387
-0.7812801599502563
1.055265188217163
2.085462808609009
1.9698529243469238
-0.8661919236183167
2.3217759132385254
-1.153663158416748
1.4594224691390991
1.0938242673873901
-1.0091557502746582
1.8779245615005493
0.2689271867275238
1.2505148649215698
1.4428011178970337
1.4687482118606567
-1.2072205543518066
1.7672430276870728
1.4892486333847046
1.0481208562850952
2.0131542682647705
1.2592520713806152
1.6395058631896973
1.9854981899261475
2.5264768600463867
1.8165072202682495
1.8637962341308594
2.299539804458618
1.7803782224655151
1.0332111120224
0.9915379881858826
2.585023880004883
2.0730578899383545
2.755039691925049
-0.7527956962585449
1.9390747547149658
1.1525033712387085
1.0521469116210938
1.421761155128479
-2.390347957611084
-1.0341469049453735
2.3441288471221924
0.2107332944869995
0.8457531332969666
-1.3331934213638306
2.224799633026123
-0.49981531500816345
-0.1293175369501114
-1.8691139221191406
-0.635136604309082
1.7022449970245361
2.334106683731079
2.061370372772217
-0.7717505097389221
2.489478349685669
2.571993827819824
-0.05633419752120972
0.01981329917907715
0.1322089433670044
-0.39511018991470337
0.4008339047431946
-0.48375487327575684
0.20471513271331787
0.21487993001937866
-0.24578112363815308
-0.0298154354095459
-0.23528289794921875
-0.3723765015602112
-0.02713322639465332
-0.4783797264099121
-0.43013858795166016
-0.40292662382125854
0.05786055326461792
-0.3652196526527405
-0.2952417731285095
-0.006819248199462891
0.30991971492767334
-0.3373779058456421
0.2776966094970703
-0.38222062587738037
2.180356979370117
2.773535966873169
-1.8534716367721558
-1.5523360967636108
-0.3708321452140808
2.0214145183563232
1.9564625024795532
2.241262435913086
0.8976112604141235
-0.8331781029701233
1.4105192422866821
0.8994566202163696
-2.16182804107666
1.8462281227111816
-0.2655692994594574
-1.8059531450271606
0.3328469395637512
-1.6544963121414185
-0.5362378358840942
-0.21441501379013062
1.8181322813034058
2.244204044342041
1.5264593362808228
-0.9007853269577026
0.8314790725708008
-1.3943876028060913
-0.48793867230415344
-1.31991446018219
1.6503103971481323
2.343579053878784
1.3653324842453003
2.0452282428741455
0.33018532395362854
-0.3180293142795563
0.29690393805503845
0.651333749294281
-1.924174189567566
-0.37956756353378296
2.199129819869995
1.8935916423797607
-1.710594892501831
-1.4889377355575562
-0.6457275152206421
0.7894312739372253
1.4522442817687988
1.104479193687439
-0.6421359181404114
-0.9890022873878479
0.033740926533937454
-1.5292245149612427
-0.2635546922683716
2.487119674682617
-0.35844701528549194
0.8569704294204712
-1.2859846353530884
0.8069334030151367
-1.3593294620513916
1.621392846107483
-2.2949085235595703
0.574268102645874
-1.6527445316314697
1.4544856548309326
2.0042786598205566
-0.3927774727344513
2.163090705871582
1.865010380744934
1.0743153095245361
2.089287281036377
-2.0265262126922607
-1.6525574922561646
1.1334367990493774
3.044870615005493
1.9870994091033936
-0.6249650120735168
0.1935579478740692
-1.2020816802978516
0.07652708888053894
2.3337435722351074
1.8558586835861206
0.6522771716117859
2.864854097366333
-0.6261983513832092
-0.5465617775917053
0.17378570139408112
-0.6080397963523865
1.7763437032699585
-2.4559757709503174
1.1194244623184204
-1.0658061504364014
-1.6961034536361694
-0.8237215876579285
-1.0479480028152466
-2.111704111099243
1.9986598491668701
3.5130982398986816
-1.2786272764205933
-0.6677582859992981
3.149787187576294
2.009706735610962
-1.2094351053237915
-1.321700096130371
1.7665280103683472
-0.5636985301971436
0.691078245639801
-1.376982569694519
1.3188419342041016
-2.5438530445098877
-0.07168889790773392
0.9946775436401367
-0.12929219007492065
-2.3634657859802246
-1.198195457458496
0.0762944146990776
-1.8516297340393066
0.5776369571685791
1.3691316843032837
1.000425934791565
2.338036298751831
-0.3996642529964447
2.9736485481262207
1.3596017360687256
-0.44469112157821655
2.6038758754730225
-2.0321133136749268
0.10358265787363052
1.5935922861099243
1.554052472114563
-2.2367634773254395
1.722426414489746
0.1234888806939125
1.4794871807098389
1.3914579153060913
0.9598836898803711
0.6433336734771729
0.836845338344574
-1.0556683540344238
1.3746628761291504
-0.9353209137916565
-1.4176573753356934
-1.4608136415481567
-0.6477639079093933
2.5227911472320557
3.3217062950134277
3.5202512741088867
1.6955251693725586
3.2061822414398193
1.951582908630371
2.6082165241241455
-0.3653028607368469
-0.7629711031913757
-1.1076154708862305
0.9329999685287476
1.0319057703018188
-1.3911234140396118
1.4064748287200928
0.09002252668142319
0.4228084683418274
-0.42920777201652527
-2.1931562423706055
-1.3252629041671753
0.6745188236236572
0.5028597712516785
-1.7319060564041138
2.190720319747925
-1.7760262489318848
2.2497191429138184
-0.04131419584155083
2.70047664642334
1.9498149156570435
1.3483085632324219
-1.0937588214874268
-0.34381580352783203
0.8944351673126221
0.853407084941864
-1.5935883522033691
0.33123859763145447
-0.9724509716033936
-0.02097897045314312
-2.2558436393737793
0.9207762479782104
-1.9568798542022705
-0.7556724548339844
1.142698884010315
1.7950351238250732
-1.8108104467391968
1.3663034439086914
-1.508430004119873
-0.24894121289253235
-2.034111738204956
1.8826433420181274
2.5478427410125732
-0.8161205053329468
0.5495622754096985
-1.0197937488555908
-1.5648207664489746
-0.9590648412704468
-0.1856403797864914
-1.5683656930923462
1.658311367034912
-2.2508389949798584
-3.211737871170044
1.1791719198226929
-1.7812085151672363
0.4043411612510681
1.8406723737716675
2.485966920852661
-0.2629302442073822
-2.433476686477661
-0.6882327198982239
2.4631810188293457
-0.899965226650238
2.883058786392212
1.2285741567611694
-0.10731121152639389
-1.2789244651794434
-1.648905634880066
2.625495433807373
3.455322027206421
1.4672657251358032
2.4352476596832275
0.8823953866958618
-0.11074867844581604
0.867634654045105
0.04222375899553299
-1.4990862607955933
1.9590436220169067
-1.6513216495513916
1.1669467687606812
-2.3086085319519043
0.11354470998048782
-2.200558662414551
1.5259177684783936
3.1267523765563965
1.2790944576263428
2.83923602104187
2.895228385925293
-1.8496118783950806
0.23708942532539368
-1.1622473001480103
2.777621030807495
1.213083028793335
0.5446416139602661
-1.2185678482055664
1.8067140579223633
0.48647576570510864
1.7970892190933228
1.3676286935806274
1.2702745199203491
-1.261002540588379
2.624401569366455
1.3825029134750366
0.665472149848938
2.070645570755005
-0.7620247006416321
2.0442934036254883
-1.021801233291626
1.6644859313964844
-1.080845594406128
1.1956909894943237
-0.227926105260849
-1.3811208009719849
1.8647209405899048
2.274174928665161
1.6420007944107056
-1.5647608041763306
1.752821445465088
1.8258979320526123
1.7100170850753784
-0.8436903357505798
-0.5417788624763489
1.7008143663406372
0.5610939264297485
1.8613759279251099
1.397507667541504
-1.596458077430725
-1.523076057434082
2.4209518432617188
1.1165062189102173
0.36195433139801025
-1.1417664289474487
1.6736849546432495
1.0608443021774292
-1.0191987752914429
1.9154977798461914
1.3766040802001953
1.9473189115524292
0.5744857788085938
1.3557311296463013
-1.0468748807907104
0.23608092963695526
1.8225784301757812
1.7842785120010376
-3.354578971862793
-0.7589467763900757
-1.1997721195220947
-1.8236262798309326
-1.7119399309158325
1.0106139183044434
-2.4965202808380127
0.2213953733444214
0.24959100782871246
-0.6522071957588196
0.08585935831069946
-0.7824336886405945
3.067577838897705
2.7066173553466797
1.3983323574066162
3.0181829929351807
-1.4710208177566528
0.46793168783187866
-0.9398056864738464
-0.5527948141098022
2.8569741249084473
-0.9876389503479004
0.8406139016151428
-0.9769941568374634
1.0847220420837402
-2.3463187217712402
0.40996018052101135
-1.0528602600097656
1.732418417930603
1.8191606998443604
-2.2963385581970215
0.8559515476226807
0.06040094420313835
1.7086533308029175
2.5692007541656494
1.8701486587524414
0.28341078758239746
-0.8164217472076416
-0.6345542669296265
-0.6967427134513855
-0.6584713459014893
-0.9249904751777649
-1.9315166473388672
-1.2249741554260254
-0.013005673885345459
0.32223033905029297
0.20364511013031006
-0.4742284417152405
-0.46602916717529297
0.2735477685928345
0.43954479694366455
-0.16871440410614014
-0.04574400186538696
-0.3591288924217224
-0.3185737133026123
0.04300576448440552
0.4867740273475647
-0.03944367170333862
0.39735573530197144
-0.3433956503868103
0.4636179804801941
0.10953342914581299
-0.24654251337051392
-0.3734419345855713
-0.2242189645767212
-0.3015285134315491
-0.004158198833465576
-0.4942883849143982
1.6030690670013428
2.8673524856567383
0.5209329128265381
1.7076454162597656
-1.9640041589736938
1.9467958211898804
-0.9566854238510132
2.0984792709350586
1.414478063583374
-0.2301400601863861
1.0601061582565308
0.5713105201721191
-0.04635005071759224
3.174224853515625
-2.365279197692871
2.3109776973724365
0.9046170711517334
-1.864794135093689
2.2452666759490967
1.3863916397094727
1.8448258638381958
1.028159737586975
1.957870602607727
-0.2778264880180359
-1.364082932472229
-0.8126223087310791
-1.737886905670166
-1.050745964050293
-0.0790802538394928
-0.5154550671577454
-0.25851818919181824
-1.5376524925231934
-1.5533486604690552
1.2277190685272217
0.18231700360774994
0.5890352725982666
1.647544264793396
-1.409670352935791
1.9138468503952026
1.8561689853668213
2.177267074584961
1.8629215955734253
2.0567736625671387
0.1692400574684143
-2.3333425521850586
-0.5246208310127258
2.2534773349761963
1.1915539503097534
-0.34948039054870605
3.11291766166687
-1.1522186994552612
2.274976968765259
0.10635413229465485
-0.3417482078075409
1.556565284729004
1.4822016954421997
-1.4714980125427246
-2.001478910446167
-2.2673614025115967
-2.8226513862609863
0.3306273818016052
0.3061254918575287
-1.8949682712554932
-1.1621001958847046
-0.18635885417461395
-0.6445958614349365
-0.14924205839633942
-0.7519674897193909
-1.9638481140136719
1.7911186218261719
1.1129249334335327
2.344524621963501
2.6636133193969727
-0.3281664550304413
-1.8087713718414307
1.871677279472351
-1.3968628644943237
1.831894874572754
1.1419107913970947
2.2163166999816895
-2.1450018882751465
0.9905270934104919
2.288130044937134
0.5852046608924866
2.0489988327026367
0.5932884812355042
-1.9499844312667847
-0.9829246997833252
1.974048376083374
-1.680490255355835
-0.9175000786781311
-0.3346962332725525
2.3929686546325684
1.584729552268982
-1.578200340270996
-1.907948613166809
-0.43759584426879883
0.016025299206376076
2.4238150119781494
-1.4357638359069824
-2.6436331272125244
2.2153518199920654
1.5591024160385132
-0.33339399099349976
2.4993324279785156
-1.0508427619934082
-1.7081602811813354
-0.2579178512096405
-2.057603120803833
-1.3957200050354004
1.132478952407837
-2.1790735721588135
2.4143009185791016
-1.565226674079895
-1.3464199304580688
-0.3065940737724304
-1.7927234172821045
1.7679142951965332
2.4895002841949463
-0.7620307803153992
0.36404484510421753
-1.2133064270019531
-1.2923187017440796
-1.4524084329605103
-2.408998727798462
1.344152569770813
-1.1449569463729858
-0.12010595202445984
0.09796290099620819
-0.6093124151229858
1.4228038787841797
-1.269039511680603
-1.3328341245651245
-0.7858350276947021
1.1268315315246582
-2.2885890007019043
0.6749258041381836
1.6431968212127686
0.15795202553272247
-0.9232060313224792
-1.3573154211044312
1.849478006362915
2.5359926223754883
-0.7302717566490173
2.6178088188171387
1.02543044090271
1.0598974227905273
2.5049099922180176
-2.684251308441162
1.5631364583969116
-2.155877113342285
1.1213617324829102
3.076676607131958
0.05445096269249916
-0.03544478118419647
-1.4955065250396729
1.221282958984375
0.9980188608169556
0.9935197830200195
-0.1466563194990158
-0.8607683181762695
2.1631321907043457
-1.6713277101516724
2.4885690212249756
-2.0586163997650146
-2.1877171993255615
2.3915610313415527
2.9012627601623535
2.0535905361175537
2.9131569862365723
-1.2482144832611084
1.081919550895691
-2.4743571281433105
-0.7821645736694336
-1.507350206375122
1.1644483804702759
1.7577261924743652
2.6970632076263428
-1.6141754388809204
-1.8186228275299072
0.8484655022621155
-0.18792791664600372
-1.6788618564605713
1.9264075756072998
0.5266750454902649
1.525322437286377
2.0821480751037598
-1.3966953754425049
-1.5002714395523071
1.6731966733932495
-0.7607916593551636
2.3763201236724854
0.4189264178276062
0.3516021966934204
-0.3836069703102112
0.20707130432128906
0.10080862045288086
0.47298938035964966
0.13061290979385376
0.20751923322677612
0.09213113784790039
0.16989189386367798
0.18464243412017822
0.0952303409576416
0.10161513090133667
0.4230942130088806
0.346585750579834
-0.28113752603530884
-0.16825789213180542
0.41861021518707275
-0.05843740701675415
0.06866973638534546
-0.48317986726760864
-0.07009619474411011
0.18166285753250122
-0.1565900444984436
0.44419926404953003
-0.15381550788879395
-0.35826486349105835
-0.18801379203796387
0.39222967624664307
-0.27487707138061523
0.430630624294281
0.47010964155197144
0.17011553049087524
-0.20545434951782227
0.13066983222961426
0.38480013608932495
-0.49378377199172974
0.4441044330596924
-0.30610185861587524
-0.49426573514938354
0.09241461753845215
0.09412652254104614
-0.08528351783752441
-0.2660636305809021
-0.13361304998397827
0.29151207208633423
-0.47833251953125
-0.1341724395751953
2.0179359912872314
0.9777753949165344
-1.4124644994735718
0.35217714309692383
0.7931655645370483
-0.753007709980011
1.6608322858810425
0.8353341221809387
-1.0010849237442017
-0.48468002676963806
-1.9434536695480347
0.7060098052024841
-2.2108359336853027
2.3528695106506348
1.7675069570541382
0.7142770886421204
0.3809592127799988
-0.4977985918521881
-0.5868684649467468
-0.063801109790802
-2.0344207286834717
-0.5126429796218872
2.4076061248779297
-1.256732702255249
-0.41341641545295715
2.8344388008117676
2.206347703933716
-1.49368417263031
1.1778838634490967
0.949530839920044
1.7096858024597168
0.9471521377563477
2.412684202194214
-0.9298368096351624
-2.185404062271118
-1.7447718381881714
0.5707583427429199
-0.3836933374404907
1.8957138061523438
0.7163592576980591
-1.284221887588501
-0.9275925159454346
-1.4768584966659546
-1.0616979598999023
2.739776849746704
-0.33220335841178894
-1.1581265926361084
-1.1382944583892822
-0.3337295949459076
3.237226724624634
-0.786048948764801
2.128795862197876
-1.6427286863327026
-1.8277175426483154
-2.170459747314453
0.049386702477931976
1.6895395517349243
1.6279124021530151
0.4914398491382599
-2.9006659984588623
0.9459109902381897
2.5217201709747314
0.4951353371143341
1.3842734098434448
-1.0580536127090454
-0.06696947664022446
1.086646318435669
3.2162628173828125
-0.0658959373831749
0.6812615990638733
-0.1983339637517929
0.7726613879203796
1.4043216705322266
2.820219039916992
1.5264016389846802
1.6318542957305908
-2.7529819011688232
1.5398708581924438
1.970489740371704
2.198126792907715
2.3471145629882812
1.2386295795440674
-2.0509703159332275
0.5357263684272766
0.6883888840675354
0.903449296951294
-1.9952175617218018
0.5112596154212952
2.076667547225952
-0.9733625650405884
-1.2296738624572754
2.3311104774475098
0.4043768346309662
-0.281307190656662
2.111881971359253
2.235206127166748
1.5198959112167358
0.9183335304260254
-1.2783445119857788
1.1206457614898682
0.9189706444740295
0.673039972782135
1.0517966747283936
0.6336072683334351
2.241877317428589
1.0280709266662598
-1.6771621704101562
0.19075016677379608
-2.143775463104248
-0.42775237560272217
-1.4019588232040405
-2.3513221740722656
1.582039475440979
1.5885215997695923
1.8909727334976196
2.1051185131073
-1.4059090614318848
-2.004037857055664
1.8885053396224976
1.1691046953201294
1.6429376602172852
1.941247820854187
1.4234873056411743
1.7060844898223877
-1.7706979513168335
2.031817674636841
-2.139928102493286
-1.9306448698043823
-0.6135934591293335
1.5593799352645874
-1.19354248046875
-1.7049630880355835
-0.8469826579093933
0.1631872057914734
2.278170585632324
-0.4154185950756073
2.7714061737060547
1.6765166521072388
-1.028751015663147
1.8592497110366821
-1.9342955350875854
-2.681779623031616
1.7244426012039185
1.5044622421264648
-0.8532161116600037
3.0177576541900635
1.990626573562622
-1.1652580499649048
1.701855182647705
1.360933542251587
-0.4535515308380127
-1.7311617136001587
1.8000613451004028
1.3743277788162231
2.365851402282715
-2.1807749271392822
0.7305941581726074
1.0364280939102173
-0.7976497411727905
-2.39677095413208
0.2429049164056778
-1.26206636428833
2.21333646774292
-0.5017728209495544
-2.0104877948760986
1.6220017671585083
-1.777807354927063
-1.3879079818725586
-0.09166795015335083
0.2892991900444031
-0.4983707070350647
0.2383413314819336
-0.2799820899963379
0.05339008569717407
0.06342840194702148
0.07037901878356934
0.46570807695388794
0.3644012212753296
0.016274333000183105
0.3899954557418823
-0.34124261140823364
-0.19752252101898193
0.03697490692138672
-0.2842797636985779
-0.4732939600944519
0.05310159921646118
-0.21034008264541626
0.322226345539093
0.18540525436401367
0.26030492782592773
-0.3261471390724182
0.07319587469100952
0.25317448377609253
0.2228209376335144
-0.2676454782485962
0.20056796073913574
0.2831239700317383
0.05330163240432739
0.4876437783241272
0.38762491941452026
0.3364734649658203
0.20902377367019653
0.09854543209075928
0.05449855327606201
-0.26944589614868164
0.3835696578025818
-0.31130731105804443
0.2714414596557617
0.40220314264297485
0.13672208786010742
0.29000693559646606
0.47380495071411133
-0.10383355617523193
0.05156022310256958
0.0606045126914978
0.1316642165184021
1.3450130224227905
-0.24591396749019623
-1.1800907850265503
-1.545926809310913
-1.9044803380966187
1.2920931577682495
-0.8077353835105896
-2.039109468460083
2.2674689292907715
1.9493892192840576
-2.1965372562408447
-0.8075234293937683
-2.0418262481689453
1.1422256231307983
-1.1892282962799072
-2.2751107215881348
1.4131815433502197
1.5144752264022827
1.8766984939575195
1.9803584814071655
-1.8356993198394775
-0.6927623748779297
-1.1631691455841064
2.5349903106689453
-0.3696550726890564
0.2292463779449463
0.6260220408439636
-1.4697620868682861
0.8352118730545044
-1.3216568231582642
-1.7307699918746948
-1.7947298288345337
-1.1266050338745117
-1.068631649017334
-1.965857982635498
-1.508880615234375
-1.2139394283294678
-1.2244848012924194
-1.7697956562042236
1.8371974229812622
-1.7881265878677368
0.21730871498584747
2.852245330810547
2.323446750640869
-0.9898207187652588
-0.7609831690788269
-1.3125567436218262
-0.6229367852210999
2.048788070678711
-1.6280441284179688
-0.9206363558769226
1.889186978340149
1.0175272226333618
-0.8788447380065918
1.3845676183700562
1.9572643041610718
-0.8923999667167664
-0.5048145055770874
-1.2364388704299927
0.7741732597351074
0.5605326890945435
-0.447517991065979
1.1794211864471436
-2.02903413772583
0.992847204208374
-1.1206144094467163
-0.5624424815177917
1.618657112121582
-0.727319598197937
1.8169490098953247
2.518885374069214
2.510913133621216
2.0684239864349365
-0.47195446491241455
-0.42115411162376404
-1.1078317165374756
-2.5628340244293213
-0.43820759654045105
1.4078242778778076
1.7862873077392578
-0.9704722762107849
1.5675896406173706
-0.565300464630127
-1.164306879043579
-1.0546678304672241
2.2669384479522705
-1.1722785234451294
0.4287959933280945
-0.56742262840271
1.8791444301605225
-1.1876641511917114
-0.7734173536300659
-1.5794943571090698
1.9286980628967285
-1.3865066766738892
-0.2868615984916687
0.0685684084892273
-0.7495843172073364
2.5351459980010986
-0.8234833478927612
-2.2305123805999756
1.8911991119384766
0.9590182304382324
-1.309779405593872
3.2262492179870605
-1.7442985773086548
-0.5068668723106384
1.229861855506897
-2.179084062576294
-0.8144130110740662
0.6109357476234436
-2.175909996032715
3.042236328125
-0.5978831648826599
1.2309505939483643
2.593355894088745
-2.175386428833008
0.07338855415582657
1.3432620763778687
2.4714043140411377
-0.45457202196121216
0.0792117714881897
-0.288250207901001
-0.30190718173980713
0.2166007161140442
-0.30364155769348145
-0.3229449391365051
-0.015778541564941406
0.029436945915222168
0.2961841821670532
-0.28906428813934326
-0.07688361406326294
-0.1730184555053711
0.2995917797088623
0.038168251514434814
-0.48064154386520386
0.41690361499786377
0.004841029644012451
-0.33431529998779297
-0.28586316108703613
0.4753623604774475
-0.31512320041656494
0.45491594076156616
0.2733481526374817
-0.15382054448127747
2.879289150238037
1.124219298362732
-1.0573515892028809
1.2413157224655151
1.4829920530319214
-0.011851618066430092
1.0303223133087158
1.4520341157913208
1.9928383827209473
-0.3862362802028656
-2.8801403045654297
-0.26889893412590027
-0.4709782004356384
1.664254069328308
1.343169927597046
-1.0972652435302734
1.946877360343933
-0.5803998708724976
-1.1379221677780151
-1.8041890859603882
1.117629885673523
1.9921072721481323
-0.6217946410179138
1.975415587425232
-0.7217499017715454
-1.1578538417816162
0.8519067168235779
-2.6621997356414795
2.2183806896209717
1.372184157371521
-2.134077548980713
2.4169363975524902
1.749673843383789
1.459320306777954
1.2339625358581543
-1.9201581478118896
2.370774030685425
-0.9622424244880676
1.9594101905822754
2.6290574073791504
0.9342538118362427
1.7753398418426514
-0.5550477504730225
-1.4886739253997803
-1.6679713726043701
2.524632453918457
-0.894742488861084
1.4935683012008667
2.467564821243286
-1.5125013589859009
1.1933670043945312
-1.4541356563568115
-0.7162994146347046
1.881037950515747
1.3574795722961426
-2.2555935382843018
1.441138744354248
-1.4204682111740112
-2.1717188358306885
0.3129213750362396
1.312501311302185
0.277115136384964
1.5426493883132935
0.5412493348121643
-0.6532211899757385
-1.187733769416809
1.4446430206298828
-1.7191057205200195
-2.17582106590271
-1.3147042989730835
-1.0180953741073608
0.01223611831665039
-0.16456317901611328
-0.3578473925590515
-0.4320985674858093
0.2938428521156311
0.29526686668395996
-0.26708048582077026
0.22124582529067993
-0.2217015027999878
-0.3181757926940918
-0.2886515259742737
-0.4461360573768616
0.4500923156738281
-0.08093184232711792
-0.3408021926879883
0.4386254549026489
-0.4310426115989685
-0.3079181909561157
0.022548139095306396
-0.1420377492904663
0.05152803659439087
0.1451859474182129
-0.08688211441040039
0.04087156057357788
1.441670536994934
1.3587584495544434
-0.5079621076583862
3.115515947341919
0.6728737354278564
-1.4080321788787842
2.940300464630127
-0.4510844349861145
0.669202446937561
0.4787560999393463
1.0117080211639404
-3.217512369155884
0.9224209189414978
1.5405186414718628
-1.243208885192871
0.5859465599060059
1.5902613401412964
-0.6429130434989929
-2.090419054031372
-1.3610341548919678
-2.099052667617798
-0.4269929528236389
1.3781394958496094
2.864989757537842
-1.662679672241211
2.1837806701660156
1.7604143619537354
1.727891445159912
1.402985692024231
1.9192262887954712
1.821820855140686
-1.5309652090072632
-0.7581601142883301
1.4094089269638062
1.5981696844100952
1.2246931791305542
-1.3356245756149292
0.8431700468063354
-2.15268611907959
1.8733845949172974
-0.8491639494895935
1.2194857597351074
0.5596513748168945
-1.2139297723770142
1.4807833433151245
1.696775197982788
1.9676426649093628
1.8812479972839355
-0.10078620910644531
-0.29505783319473267
0.2445850968360901
0.33988332748413086
0.3062392473220825
0.0796663761138916
-0.32887476682662964
-0.26084619760513306
0.42143046855926514
-0.27922600507736206
-0.32471609115600586
0.38781893253326416
0.3071814179420471
0.04489976167678833
0.13987702131271362
0.27808576822280884
-0.2678518295288086
0.47847485542297363
-0.08336025476455688
-0.1552208662033081
-0.38086289167404175
-0.26003772020339966
-0.1501164436340332
0.4949492812156677
-0.39858245849609375
0.2446931004524231
0.46984046697616577
-0.4356480836868286
0.4952365756034851
0.27438366413116455
-0.03260993957519531
0.354891836643219
-0.45611047744750977
0.3337897062301636
0.48799991607666016
-0.2585211396217346
-0.21875452995300293
-0.4149414896965027
0.28344660997390747
-0.14233505725860596
0.21640223264694214
-0.4570271968841553
-0.23943114280700684
0.19143050909042358
-0.12399274110794067
0.312422513961792
0.23505043983459473
-0.07884424924850464
-0.45976537466049194
0.15910273790359497
0.4894160032272339
-0.4125215411186218
-0.36562788486480713
-0.2863573431968689
-0.11752480268478394
0.05958586931228638
0.05014383792877197
-0.339150607585907
-0.47026383876800537
-0.09763926267623901
0.01885199546813965
0.164750337600708
0.4601324200630188
-0.34216630458831787
-0.09887522459030151
-0.02974402904510498
-0.15514445304870605
0.14294582605361938
0.427375853061676
0.263366162776947
0.04790562391281128
-0.2726846933364868
-0.36369508504867554
-0.2523787021636963
0.49758464097976685
0.4554864764213562
-0.37564176321029663
0.3564966320991516
0.20645415782928467
-0.4632337689399719
0.22226154804229736
-0.4912870526313782
-0.006563961505889893
0.057129502296447754
-0.12182796001434326
-0.3148914575576782
-0.4259967803955078
0.49783581495285034
-0.014874160289764404
-0.005516648292541504
-0.48876458406448364
0.481675386428833
-0.3406383991241455
-0.19200164079666138
0.35804325342178345
0.48830074071884155
0.2583756148815155
1.6138828992843628
1.7921142578125
2.52077054977417
-2.511695384979248
1.4632847309112549
-1.3368194103240967
1.8985772132873535
-0.015440625138580799
0.2229522168636322
-1.8609507083892822
-2.384765386581421
2.681945323944092
0.6904855370521545
-1.5101691484451294
0.430353581905365
0.8334120512008667
-1.2272464036941528
1.9672366380691528
2.1903233528137207
0.675499439239502
0.9848219752311707
-1.3015292882919312
-0.6844317317008972
-0.46117931604385376
0.38651877641677856
-0.17345362901687622
-0.16301566362380981
0.13664215803146362
0.175695538520813
0.4173252582550049
0.2212047576904297
-0.22351795434951782
-0.28141939640045166
0.4311286211013794
0.3432464003562927
-0.25752872228622437
-0.22456198930740356
-0.3821778893470764
0.2050774097442627
0.18553036451339722
0.28124046325683594
0.31057047843933105
-0.010713160037994385
-0.2493841052055359
0.2921409010887146
-0.10554772615432739
-0.4424348473548889
-0.07530641555786133
0.23300814628601074
0.37902534008026123
0.2967020869255066
-0.03226262331008911
0.08004724979400635
-0.29696303606033325
0.24700605869293213
0.3415558934211731
-0.39385753870010376
0.01743924617767334
-0.3917563557624817
-0.412638783454895
-0.1313679814338684
-0.4782344102859497
-0.04536694288253784
-0.001297593116760254
-0.23939520120620728
-0.26917487382888794
-0.14537888765335083
-0.41762858629226685
0.1721712350845337
-0.3104749321937561
-0.20598763227462769
-0.20668846368789673
0.03697836399078369
0.19874650239944458
0.0031781792640686035
0.2005210518836975
-0.3421260118484497
-0.08725947141647339
0.39065563678741455
-0.33162206411361694
0.1504589319229126
-0.35239237546920776
-0.31392061710357666
-0.21357816457748413
0.4295620322227478
-0.22997093200683594
-0.20708417892456055
-0.36080408096313477
0.4498438835144043
0.16879373788833618
0.07187557220458984
0.3972221612930298
0.18712151050567627
0.3770520091056824
0.43275535106658936
-1.6793689727783203
-0.20580729842185974
-0.9021607637405396
1.3754475116729736
-1.6730048656463623
-1.4506999254226685
-1.2372069358825684
0.682896077632904
0.8595134615898132
-0.34889042377471924
-2.0024824142456055
1.460118055343628
0.680512011051178
-0.5268470644950867
1.7377781867980957
-2.3707151412963867
-1.7178610563278198
1.2149178981781006
2.4967122077941895
2.2305257320404053
-0.9021721482276917
0.4616154730319977
-0.8152834177017212
2.3422563076019287
0.1895078718662262
-1.5729427337646484
2.311814546585083
1.7582777738571167
0.9874994158744812
0.4520527720451355
-0.7006158232688904
1.0358860492706299
-0.818684995174408
1.4396294355392456
-1.831527590751648
0.1327984482049942
-2.0235042572021484
-0.5969471335411072
-1.7996042966842651
0.4398367702960968
2.3147635459899902
-1.6172127723693848
0.8112924695014954
1.6296206712722778
-1.7377294301986694
-0.13541162014007568
-1.008796215057373
2.5071682929992676
-0.2561842203140259
-0.23274457454681396
-0.27555346488952637
0.46469342708587646
0.07277065515518188
0.43262237310409546
-0.0019661784172058105
0.41211169958114624
-0.4342060685157776
0.012964963912963867
-0.30163079500198364
0.27360206842422485
0.3963114023208618
-0.4029296040534973
0.43907707929611206
-0.30413752794265747
-0.3993929624557495
-0.07295107841491699
0.3262122869491577
-0.4962971806526184
0.1513705849647522
-0.05745565891265869
-0.44027936458587646
0.05288195610046387
0.03790766000747681
-1.4971824884414673
-0.0717591717839241
1.9121776819229126
-0.07496378570795059
1.1648766994476318
1.6785085201263428
-0.21261098980903625
-0.8790698647499084
1.1448712348937988
0.6895092725753784
1.0518585443496704
1.2940646409988403
0.644139289855957
-1.0984712839126587
-0.6197041273117065
1.0507010221481323
-0.8085761070251465
-0.2430865317583084
-0.2598119080066681
2.7583529949188232
1.8874785900115967
-1.048971176147461
-1.1147823333740234
1.717355728149414
0.099007748067379
-0.6309055089950562
1.4778504371643066
0.7388407588005066
-1.6875920295715332
1.5179420709609985
1.4736907482147217
-1.000229835510254
-0.29535073041915894
-2.1739015579223633
0.037291642278432846
