24
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
1.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.5
0.1530117243528366
-0.14908607304096222
-0.04608174040913582
-0.34543442726135254
0.09538018703460693
-0.217839777469635
0.08596450090408325
0.2763946056365967
-0.07601846754550934
0.10509424656629562
0.24522225558757782
-0.19377322494983673
0.13667847216129303
0.006406425032764673
-0.1030144914984703
0.2136310338973999
0.0241556316614151
0.0185751561075449
-0.06848848611116409
0.35110554099082947
0.18279141187667847
-0.2687169313430786
-0.07447834312915802
0.0979163646697998
-0.01159927062690258
-0.05923565477132797
0.11362826824188232
0.0017031277529895306
0.10584317147731781
-0.19233889877796173
0.10361756384372711
0.09748417139053345
-0.1578957587480545
0.07990147918462753
0.10377421230077744
-0.09598773717880249
0.16948972642421722
0.08276896923780441
0.20808818936347961
0.0703241378068924
-0.1956612765789032
-0.23065412044525146
-0.00033008522586897016
0.012369692325592041
0.17994019389152527
0.030473386868834496
-0.15295211970806122
0.1696229726076126
0.33248794078826904
-0.0633990541100502
0.18520720303058624
0.02871456742286682
-0.008024471811950207
-0.366916686296463
-0.023988422006368637
0.13234564661979675
-0.3207230865955353
0.08661288022994995
0.07814890146255493
-0.20383886992931366
-0.20515407621860504
0.11083463579416275
0.14182694256305695
0.22493043541908264
-0.32221996784210205
-0.20064392685890198
0.27967357635498047
0.3344900608062744
0.04513342306017876
0.004624202847480774
0.019701844081282616
0.08660705387592316
0.4479697346687317
-0.10465415567159653
0.20996752381324768
0.025886202231049538
0.08579347282648087
-0.2954404056072235
0.04676668345928192
0.13549108803272247
-0.4245443046092987
-0.10172730684280396
0.4903493821620941
-0.09611793607473373
0.08086954802274704
0.11147505789995193
-0.09955733269453049
0.23138752579689026
-0.38246992230415344
-0.12641970813274384
-0.04430137574672699
0.35163819789886475
0.25337734818458557
-0.30972856283187866
-0.057048771530389786
0.10279287397861481
0.399154931306839
-0.10071699321269989
0.31168484687805176
-0.1705227941274643
0.06361223757266998
-0.2517961859703064
-0.2521759569644928
0.31388258934020996
-0.5187326669692993
-0.1517827957868576
0.323571115732193
-0.19815169274806976
0.09382528066635132
0.08914032578468323
-0.06454414874315262
0.25928446650505066
-0.2311526983976364
0.05313131958246231
-0.06381136178970337
0.4522578716278076
0.13114915788173676
-0.5005056858062744
-0.0678757056593895
0.09091415256261826
0.34008491039276123
0.04706691578030586
0.32460278272628784
0.04066649451851845
0.04627767205238342
-0.43788039684295654
0.02768300473690033
0.3971650302410126
-0.4026006758213043
-0.22510205209255219
0.25306379795074463
0.11602472513914108
-0.09501129388809204
0.10083939880132675
0.16616913676261902
0.1883983165025711
-0.2840006351470947
-0.32501110434532166
0.0571620911359787
0.34305280447006226
0.12068216502666473
-0.2672891914844513
0.2661081552505493
0.11836422234773636
0.274568110704422
-0.14077265560626984
0.28412723541259766
-0.05932221934199333
0.09144237637519836
-0.08037973940372467
0.059269558638334274
0.08434481918811798
-0.3010237216949463
-0.17079223692417145
0.11156566441059113
0.10343893617391586
0.15990571677684784
0.1478520780801773
-0.16158078610897064
0.20853011310100555
-0.23189418017864227
-0.04612342640757561
-0.07359738647937775
0.038047969341278076
0.07701696455478668
0.018493419513106346
-0.03308878466486931
-0.04251120239496231
-0.11140961199998856
0.1923399716615677
-0.10057872533798218
0.12198130786418915
0.07599932700395584
0.10045480728149414
0.10890045017004013
-0.06363888084888458
-0.17644862830638885
0.1328553408384323
-0.14081816375255585
0.058657098561525345
-0.08148080855607986
-0.078558050096035
-0.09307097643613815
0.25390592217445374
0.06805060058832169
-0.18196038901805878
-0.06818101555109024
-0.09217655658721924
0.05053802207112312
-0.1196342259645462
0.2585115432739258
-0.18735717236995697
0.2614907920360565
-0.06444524973630905
-0.0022838276345282793
-0.030152227729558945
0.11620225012302399
-0.17467060685157776
0.03645038977265358
-0.00031619210494682193
-0.16115902364253998
0.1250251680612564
0.13219806551933289
-0.2341051995754242
0.10390126705169678
0.10638442635536194
-0.13304059207439423
-0.048948317766189575
0.04994836449623108
0.08665215969085693
-0.10920561105012894
0.14046631753444672
-0.021405525505542755
0.02731558121740818
-0.06197747588157654
0.016459045931696892
0.23972779512405396
0.09177490323781967
-0.09699273854494095
0.08420664817094803
0.0911589041352272
-0.23050963878631592
0.04724649712443352
-0.014206767082214355
-0.029528392478823662
-0.18405194580554962
-0.04075334221124649
0.056317489594221115
0.1506916731595993
0.15366695821285248
-0.1476118564605713
0.1507551074028015
-0.004631535615772009
0.06332610547542572
-0.11612605303525925
-0.04255090281367302
-0.12238111346960068
0.10528486967086792
0.06343159824609756
-0.3112199604511261
0.154830664396286
-0.20636112987995148
0.0672609955072403
-0.15884049236774445
0.04924120381474495
0.03018609620630741
0.06084217503666878
-0.10796233266592026
-0.2478192150592804
0.01869678497314453
-0.07410719245672226
-0.1545572727918625
-0.13298793137073517
0.14635057747364044
0.15497232973575592
-0.16023550927639008
0.1507422924041748
0.13621915876865387
0.06011473014950752
-0.07402939349412918
0.07888828217983246
0.09141596406698227
-0.004145303275436163
0.11006772518157959
0.5029591917991638
-0.05641394108533859
0.08386912941932678
0.02178182639181614
-0.2150339037179947
-0.25779643654823303
0.005977855995297432
0.06532212346792221
-0.11828852444887161
0.1058167815208435
0.16062712669372559
-0.20644213259220123
0.12794864177703857
0.10504382103681564
0.07466389238834381
0.06821248680353165
0.01049460656940937
0.05440192297101021
-0.04459746181964874
0.09692660719156265
1.1450938472989947e-05
0.0348358228802681
0.3349723219871521
0.09367573261260986
0.041678402572870255
0.06740541011095047
0.185829758644104
0.09784384816884995
-0.1758967638015747
0.11927641928195953
0.14718127250671387
-0.08470281958580017
0.0939607098698616
0.16352349519729614
0.25111711025238037
0.08131605386734009
0.20780590176582336
0.1308012455701828
-0.15673935413360596
0.22270888090133667
0.13853396475315094
0.08054734766483307
-0.13783536851406097
-0.11016056686639786
-0.0767204686999321
0.11038707941770554
0.3283344805240631
-0.2410236895084381
0.13802015781402588
-0.14207294583320618
-0.03477140888571739
0.01733938418328762
-0.26624831557273865
-0.2924646735191345
-0.15179556608200073
0.22481800615787506
-0.4089442491531372
-0.14950565993785858
0.01457210909575224
-0.23929598927497864
0.10580864548683167
0.056368596851825714
-0.10939692705869675
-0.014932798221707344
-0.023825619369745255
0.02230563946068287
0.1340535283088684
0.22085727751255035
-0.06947208195924759
0.07017714530229568
0.03917605057358742
0.09679853916168213
0.02209768258035183
-0.13208837807178497
0.014931795187294483
-0.002810101956129074
-0.28201743960380554
-0.24083925783634186
0.01393840555101633
-0.009323653765022755
-0.4522722363471985
-0.03664034605026245
0.1673847883939743
-0.2564995288848877
0.07510390132665634
0.08096548169851303
-0.1561499536037445
0.2260618805885315
-0.13362719118595123
0.03577118739485741
0.048974424600601196
0.01918885111808777
-0.06041049584746361
0.07071047276258469
0.060240261256694794
0.10089922696352005
-0.11717154830694199
-0.11092100292444229
0.09939106553792953
0.06371023505926132
-0.09972072392702103
-0.09016870707273483
-0.18432283401489258
0.15742801129817963
0.09522654116153717
0.1589130461215973
-0.09214894473552704
0.13768154382705688
-0.08711759001016617
-0.10891562700271606
0.19341886043548584
-0.10542761534452438
-0.0996256023645401
-0.24725937843322754
0.18690118193626404
-0.0619957335293293
-0.12997391819953918
0.07468526810407639
-0.12041816860437393
0.18653200566768646
0.2695963382720947
-0.11241273581981659
-0.04560454934835434
0.03833509609103203
-0.22470231354236603
-0.24734556674957275
0.0026024701073765755
0.04355895146727562
-0.4732217788696289
-0.1889556348323822
0.5060229897499084
-0.19130240380764008
0.1200665831565857
-0.04985347390174866
-0.12357553094625473
0.2547833025455475
-0.3429967761039734
0.07189375907182693
0.21372169256210327
0.3655484616756439
-0.07310544699430466
0.04274668172001839
0.23160210251808167
0.08859794586896896
0.2954844832420349
-0.19369810819625854
0.3716321587562561
-0.04472840949892998
-0.23866495490074158
-0.2650615870952606
-0.01438124943524599
0.3166733384132385
0.05261784791946411
-0.20962657034397125
0.37745779752731323
-0.1990995705127716
0.1019747257232666
0.1232801079750061
-0.19982564449310303
0.23626385629177094
-0.00849523302167654
0.07259555906057358
0.25338631868362427
0.1575200855731964
0.0006900483276695013
0.10023865103721619
-0.060956716537475586
0.10784298926591873
0.37171700596809387
-0.07391557097434998
-0.04707414656877518
0.054556336253881454
-0.22796915471553802
-0.37410473823547363
0.020557351410388947
0.038471370935440063
-0.4751102924346924
0.019361378625035286
0.30053386092185974
-0.17020447552204132
0.1289200633764267
0.03777394816279411
-0.1152222752571106
0.21237191557884216
-0.22780071198940277
0.041641704738140106
0.21042190492153168
0.3802843987941742
-0.06436698883771896
0.0571230985224247
0.34861651062965393
0.06849562376737595
0.050096623599529266
-0.08734866976737976
0.030083589255809784
0.05212218686938286
0.06752657890319824
-0.0013838420854881406
0.020663145929574966
-0.04477645829319954
0.03627550229430199
-0.01693868264555931
-0.03354604169726372
0.1161363497376442
0.0778450146317482
0.07753852754831314
-0.13514801859855652
-0.09860777854919434
0.04550943896174431
-0.006442922167479992
-0.08480534702539444
-0.027619844302535057
0.01057833805680275
0.019393090158700943
-0.07189144194126129
-0.1375107765197754
0.10185904800891876
0.16905459761619568
0.07422953099012375
-0.04502762854099274
-0.18468478322029114
-0.042028967291116714
-0.1679200679063797
-0.058622367680072784
0.008626438677310944
0.1501699537038803
-0.05225880816578865
0.1661480963230133
-0.04293310269713402
0.08285395056009293
-0.1306152641773224
-0.10390293598175049
-0.2237311601638794
0.10451420396566391
-0.044565506279468536
-0.07269833981990814
0.05445551872253418
-0.03971586748957634
-0.060790423303842545
-0.06463224440813065
0.013219970278441906
-0.031728148460388184
0.002121604746207595
0.017743777483701706
0.039633288979530334
-0.05330991372466087
-0.021766982972621918
-0.00377662549726665
-0.01737305521965027
-0.15244102478027344
-0.006828464567661285
0.06721363216638565
0.0647713914513588
0.0039430046454072
-0.11713401228189468
-0.05624537542462349
-0.025705929845571518
0.031216563656926155
-0.03539818152785301
0.04890625923871994
0.06982488930225372
-0.051060423254966736
-0.06744208931922913
-0.22729407250881195
-0.03792046010494232
-0.1143498569726944
0.11115998774766922
0.05313285067677498
0.06568871438503265
-0.20760151743888855
-0.021668504923582077
0.0475386418402195
0.0164429172873497
-0.18855758011341095
0.04224453121423721
0.1499810665845871
0.03212805464863777
0.12539619207382202
-0.10967214405536652
0.028484834358096123
0.0951143205165863
-0.14920414984226227
-0.04334869608283043
-0.03911123424768448
0.03550410270690918
-0.1939772218465805
0.007104071322828531
-0.23245754837989807
-0.09388517588376999
0.14248211681842804
0.13273225724697113
0.06434256583452225
-0.10292097181081772
-0.04695606231689453
-0.0372488759458065
-0.03696023300290108
0.12888005375862122
0.20952259004116058
0.05400047078728676
-0.04339154437184334
0.1616029590368271
-0.16488613188266754
-0.081123486161232
-0.13937591016292572
-0.05815214663743973
0.09798556566238403
0.1524796038866043
-0.06885011494159698
0.19824771583080292
0.06351501494646072
-0.1363900899887085
0.04785534366965294
0.15199612081050873
-0.10351752489805222
-0.04377785325050354
0.03607586771249771
-0.2027093470096588
0.12813794612884521
0.12992504239082336
-0.10230056941509247
-0.24951232969760895
-0.29272666573524475
-0.07864170521497726
0.16051001846790314
-0.24484016001224518
-0.24618029594421387
0.1765892505645752
-0.00923534668982029
0.07872721552848816
0.07227438688278198
0.24229007959365845
0.022671198472380638
-0.03891520947217941
0.11781573295593262
-0.14378605782985687
0.09562717378139496
-0.03166402131319046
-0.1388772875070572
0.1795320063829422
-0.03312672674655914
0.007766997441649437
0.006204582285135984
0.07788955420255661
-0.08367414772510529
0.10021915286779404
-0.2534964978694916
-0.0025097678881138563
0.16371656954288483
-0.2107679843902588
-0.245835542678833
0.25084030628204346
0.16676467657089233
0.1268181949853897
0.11480949819087982
0.04609903693199158
0.16845953464508057
0.0984920859336853
-0.0023244633339345455
-0.044278401881456375
0.16334879398345947
-0.034589387476444244
-0.018161578103899956
0.14728637039661407
0.0060040755197405815
0.022129366174340248
-0.006521253846585751
0.024629885330796242
-0.03140144422650337
0.040740665048360825
-0.23803764581680298
0.053872011601924896
0.15285111963748932
-0.11832410842180252
-0.09664662927389145
0.0633208155632019
-0.10285910964012146
0.031069040298461914
0.041772257536649704
0.04989224672317505
0.00327021861448884
0.048111047595739365
-0.057903219014406204
-0.018754351884126663
-0.01908746175467968
-0.09797795116901398
0.1154303103685379
-0.016760801896452904
0.088041290640831
0.02930504083633423
0.026183562353253365
-0.01090224925428629
-0.05483542010188103
0.049633461982011795
0.10873565822839737
-0.07724819332361221
-0.22665120661258698
-0.23699069023132324
0.1409125030040741
0.19470903277397156
0.01734333299100399
-0.16735216975212097
0.024534020572900772
0.13673365116119385
0.12538236379623413
0.19346940517425537
0.03259504958987236
-0.06827446073293686
-0.01865576207637787
-0.040455203503370285
-0.0029007859993726015
0.004001653753221035
-0.029564689844846725
0.017872782424092293
0.035707391798496246
0.02393346279859543
-0.007758189458400011
0.04824871942400932
-0.1550302505493164
-0.022094957530498505
0.04258617013692856
-0.19685283303260803
0.08368177711963654
0.17376893758773804
-0.0005126293981447816
0.06548511981964111
0.026214754208922386
0.2428010255098343
0.00917761866003275
0.020260676741600037
-0.013847957365214825
0.11195763945579529
0.04603081941604614
0.05542907863855362
0.11798050254583359
0.0198795385658741
-0.019822370260953903
-0.011187780648469925
0.02427462302148342
-0.12434597313404083
-0.012651110999286175
-0.039919715374708176
-0.18344911932945251
-0.05012248083949089
-0.11169049888849258
-0.2109067291021347
0.1073228269815445
0.14323920011520386
-0.06970256567001343
0.005300920456647873
-0.19363969564437866
-0.00952440407127142
0.031244870275259018
-0.024744870141148567
-0.11108286678791046
0.22287043929100037
-0.15918728709220886
0.03099757805466652
-0.05177444592118263
-0.0419384203851223
0.014304638840258121
0.014674455858767033
0.030174322426319122
-0.2052444964647293
-0.004322092514485121
0.049974847584962845
-0.18418917059898376
-0.03305194899439812
0.04682466387748718
-0.2583009898662567
0.08523133397102356
0.19443897902965546
0.21436807513237
0.03752954304218292
0.010294565930962563
-0.05909964069724083
-0.005771870259195566
-0.03364766389131546
0.05361449345946312
0.3001469075679779
-0.14600291848182678
0.06763824075460434
0.10610537230968475
0.03581905737519264
-0.052718695253133774
0.13320451974868774
-0.11212128400802612
-0.038637641817331314
-0.06596363335847855
0.08139602094888687
-0.24110575020313263
-0.0696931779384613
-0.06240789219737053
-0.14584097266197205
0.14232146739959717
-0.10163307934999466
-0.11679394543170929
0.028297368437051773
-0.0838499441742897
-0.14015766978263855
0.16878077387809753
-0.11526850610971451
-0.2556476891040802
-0.10984759777784348
-0.07310130447149277
-0.020440779626369476
-0.13620811700820923
0.029866106808185577
-0.0010097390040755272
-0.1667817384004593
-0.46914225816726685
-0.3216679096221924
0.00506872683763504
0.031220916658639908
-0.16194070875644684
0.1636427491903305
0.1351075917482376
0.053246062248945236
-0.014010315760970116
-0.11031369119882584
-0.030868764966726303
0.055072683840990067
-0.12692862749099731
-0.06345182657241821
0.004027821589261293
-0.033513329923152924
-0.1783016175031662
-0.056790195405483246
-0.07313255220651627
0.018316863104701042
-0.10988323390483856
-0.012427551671862602
-0.20627163350582123
-0.08063462376594543
-0.25877001881599426
-0.41322702169418335
0.04706927388906479
-0.0004405375220812857
-0.16547133028507233
0.10279282927513123
0.08403849601745605
-0.008852295577526093
0.09761133790016174
-0.04416310042142868
-0.07654689252376556
0.006089907605201006
-0.0941648781299591
-0.09341678768396378
-0.010288647376000881
-0.01451883651316166
-0.32801738381385803
0.06435695290565491
-0.040761761367321014
0.03447107970714569
-0.1315450370311737
0.00016852687986101955
-0.038997162133455276
-0.25094670057296753
-0.21114259958267212
-0.26189109683036804
0.013115623034536839
0.011253014206886292
-0.23295432329177856
0.11531902104616165
0.10870875418186188
0.09507214277982712
0.10805441439151764
-0.09039199352264404
-0.05817679688334465
-0.004015864338725805
-0.37656867504119873
-0.07204283028841019
-0.016241850331425667
-0.015874188393354416
-0.540294349193573
0.09986945241689682
-0.2711940407752991
-0.04268309473991394
-0.15327773988246918
0.006359954830259085
0.02939433977007866
-0.04572870954871178
-0.24677693843841553
-0.2341693490743637
0.0225017461925745
0.03410725295543671
-0.248170867562294
-0.007614509668201208
0.12651242315769196
0.09213099628686905
0.11402057856321335
-0.0034925721120089293
0.13237422704696655
0.1075468435883522
-0.2681063115596771
-0.10127319395542145
-0.006028821691870689
-0.03783627599477768
-0.19980204105377197
0.07238685339689255
-0.048938363790512085
0.34256821870803833
-0.15670129656791687
0.25020408630371094
-0.08514729142189026
-0.11841987818479538
-0.1505361944437027
-0.04905543103814125
-0.04316491633653641
0.04420830309391022
-0.12730565667152405
-0.026972997933626175
0.012191234156489372
0.15778835117816925
-0.26213470101356506
-0.1476552039384842
-0.004829147830605507
0.0809495747089386
-0.20640140771865845
-0.07514552026987076
-0.03232600539922714
0.015254626981914043
0.03140343725681305
-0.08300194144248962
0.052772875875234604
-0.011276097036898136
-0.12188417464494705
-0.016637319698929787
-0.06194426491856575
-0.09394222497940063
-0.464651495218277
-0.35306063294410706
-0.01565587893128395
0.04088202118873596
-0.22001217305660248
0.036242153495550156
0.1216183677315712
0.08346681296825409
-0.05113768205046654
-0.12983207404613495
-0.04706567898392677
0.03919975087046623
-0.34634318947792053
-0.07700762152671814
0.0506104975938797
-0.0021085962653160095
-0.32427024841308594
0.006280593108385801
-0.09642555564641953
-0.0137344840914011
-0.12670490145683289
0.006864155642688274
-0.10080546140670776
-0.32638201117515564
-0.3240329623222351
-0.439429372549057
0.008538506925106049
0.0140763558447361
-0.17235098779201508
0.4028881788253784
0.08894159644842148
0.09178971499204636
-0.27804890275001526
-0.1048189178109169
0.17685474455356598
0.06827016919851303
-0.33769330382347107
-0.06278380751609802
0.016988510265946388
0.055165812373161316
-0.30673110485076904
0.04683753848075867
-0.06751605868339539
-0.0359695740044117
-0.11264242976903915
-0.026023689657449722
-0.06090535596013069
-0.37033137679100037
-0.33654555678367615
-0.2918596565723419
0.4953009784221649
0.027483386918902397
-0.21924713253974915
0.05694892257452011
0.10313157737255096
0.04900539293885231
-0.24365761876106262
0.15998809039592743
0.004651977214962244
0.07586250454187393
-0.25574585795402527
-0.05974295362830162
0.029426824301481247
-0.008640207350254059
-0.2814352512359619
-0.010010430589318275
-0.2076890468597412
-0.07957339286804199
0.13834667205810547
-0.11321984976530075
0.04213794693350792
-0.02897740714251995
0.03221770003437996
0.00866760965436697
0.015915118157863617
0.05738034099340439
-0.08325167745351791
0.003298747120425105
0.13720601797103882
-0.1347539722919464
0.01971420831978321
0.23514586687088013
0.04620308429002762
0.0941566526889801
-0.0528937503695488
0.024837691336870193
-0.032920483499765396
-0.016757642850279808
-0.1454535871744156
-0.13455338776111603
0.04941488429903984
-0.0012970828684046865
0.21736450493335724
-0.04712311923503876
0.07977738976478577
0.019585540518164635
0.0884997621178627
-0.15570110082626343
-0.06149546429514885
-0.05870835855603218
0.009505590423941612
0.2225254476070404
0.1853671818971634
-0.016822855919599533
-0.07449983060359955
0.02848590351641178
0.22337962687015533
-0.13856588304042816
-0.021297642961144447
-0.023198334500193596
-0.02820727229118347
-0.09455083310604095
-0.010682734660804272
-0.14062067866325378
-0.0663810670375824
-0.009014550596475601
-0.16620860993862152
-0.009580564685165882
0.018026022240519524
0.042818062007427216
0.06336206197738647
0.06610880047082901
0.029827214777469635
0.03127102926373482
-0.17429067194461823
-0.04720519110560417
0.061152320355176926
-0.22090744972229004
-0.04913817718625069
0.09578463435173035
-0.07892676442861557
0.07131402939558029
-0.06481591612100601
-0.04275723919272423
0.20016713440418243
0.20224282145500183
0.010773157700896263
-0.08930438756942749
0.09634962677955627
-0.05604606494307518
-0.004477485083043575
0.09446509927511215
0.017780130729079247
0.13417543470859528
-0.03542713075876236
0.05757012590765953
0.18711595237255096
0.07037460803985596
-0.10382500290870667
0.13246476650238037
0.14495301246643066
-0.11150910705327988
-0.19480299949645996
0.14956340193748474
-0.07369546592235565
0.09069114178419113
-0.06051443889737129
-0.013859829865396023
0.08388402312994003
-0.06593593209981918
0.09367290139198303
-0.08889353275299072
-0.08673828840255737
-0.060653187334537506
0.04874822497367859
-0.024211574345827103
-0.13793233036994934
0.01846691407263279
-0.029640132561326027
0.0731857419013977
0.03056224249303341
0.08110825717449188
0.11217132955789566
-0.03692159056663513
-0.030437927693128586
-0.11802201718091965
0.0013203216949477792
0.03960033878684044
-0.05317211151123047
0.0725363940000534
-0.02582542411983013
-0.03581809252500534
0.00835806131362915
0.2025417685508728
-0.003871568012982607
-0.11820816993713379
0.11038360744714737
0.13760463893413544
-0.10124734044075012
0.1684669852256775
0.019106978550553322
0.013231554068624973
0.04774261265993118
0.05551545321941376
-0.010571853257715702
-0.03735843300819397
-0.019468845799565315
-0.04599456116557121
-0.13800060749053955
-0.15794403851032257
0.12479551136493683
0.026858098804950714
0.13745078444480896
0.10716419667005539
-0.0557170994579792
-0.05061717703938484
0.06251812726259232
0.033160850405693054
0.004235440399497747
0.17873017489910126
0.01670561172068119
0.006275516003370285
-0.10662214457988739
-0.03359717130661011
-0.024767544120550156
0.069822758436203
0.011226954869925976
0.033551543951034546
-0.014358149841427803
0.05696892365813255
-0.1797926425933838
-0.001247113454155624
-0.17727383971214294
-0.2480108141899109
0.058689191937446594
0.014278171584010124
-0.07197269797325134
0.06113288924098015
0.00535197276622057
0.049854833632707596
0.12229019403457642
0.09782253950834274
0.015223188325762749
0.3519379794597626
0.006773076020181179
-0.0017745760269463062
0.1578248292207718
-0.004737190902233124
0.025368183851242065
0.09917304664850235
-0.2558293342590332
0.012653836980462074
-0.026392966508865356
0.04752088338136673
-0.21394816040992737
-0.0215732604265213
0.02760862372815609
-0.10111388564109802
0.11000703275203705
-0.12891262769699097
-0.10683254897594452
-0.029582379385828972
0.044347722083330154
-0.06149555742740631
-0.02552242949604988
0.23502351343631744
0.05529378727078438
0.020055312663316727
-0.07738476246595383
0.05271664261817932
-0.07832931727170944
0.15261803567409515
0.12003740668296814
-0.1629324108362198
-0.12965521216392517
-0.06347315013408661
-0.08512197434902191
0.06595722585916519
0.01881965436041355
-0.001277509843930602
-0.22065024077892303
-0.08024244010448456
-0.13764788210391998
0.1421586275100708
-0.1752205491065979
-0.09531357884407043
0.1761993020772934
-0.19442318379878998
-0.05524061992764473
-0.11767181009054184
-0.10329116135835648
0.15297865867614746
0.16416607797145844
-0.022021692246198654
0.11791516095399857
0.18798668682575226
-0.07952843606472015
0.09599914401769638
-0.11699435859918594
0.06907609850168228
-0.0028469813987612724
0.053516238927841187
0.13695745170116425
-0.03926941752433777
-0.26077282428741455
-0.11234093457460403
0.12467057257890701
-0.04031713679432869
0.08052012324333191
0.025730671361088753
-0.11121473461389542
-0.01106562651693821
-0.0022351432126015425
0.42636263370513916
0.052695292979478836
0.03945799171924591
-0.23828473687171936
-0.012840589508414268
0.20816844701766968
0.40465396642684937
-0.00017913166084326804
0.062004826962947845
-0.2714444696903229
-0.009024013765156269
0.1653306633234024
0.048170872032642365
-0.16405797004699707
-0.04363603889942169
-0.22749534249305725
0.016044998541474342
0.06960825622081757
0.018522465601563454
-0.05300375074148178
0.03796176612377167
0.014644467271864414
0.022201690822839737
0.07729481905698776
0.4381535053253174
-0.005012672860175371
0.039755679666996
-0.24985283613204956
0.10567982494831085
0.2422744184732437
0.19717314839363098
0.06373891234397888
0.10034187138080597
0.062001943588256836
-0.06825626641511917
-0.037362001836299896
0.004542610142379999
0.010483870282769203
-0.06507625430822372
0.05537191033363342
-0.010658378712832928
0.1576249599456787
0.10254688560962677
-0.13926157355308533
0.08409707248210907
0.041371941566467285
0.30047693848609924
0.054833270609378815
0.20296449959278107
-0.1268720030784607
-0.025799840688705444
-0.16103029251098633
0.18985366821289062
0.010662016458809376
0.2642873227596283
-0.0920320674777031
0.04536394402384758
0.03479873389005661
-0.1477038860321045
0.026326622813940048
0.038102563470602036
0.06607946008443832
-0.003763592103496194
0.11759216338396072
0.07886015623807907
-0.06297304481267929
-0.11628802865743637
-0.05818519368767738
-0.010088898241519928
0.04469916969537735
0.10282706469297409
-0.021733932197093964
0.2032739520072937
-0.03926635906100273
0.037571683526039124
-0.2894212603569031
-0.06384653598070145
5.6322081945836544e-05
-0.048747140914201736
0.028053710237145424
-0.03244103863835335
0.031162895262241364
0.08997759222984314
-0.03412603959441185
0.09162138402462006
0.13112667202949524
-0.04651800915598869
-0.08189580589532852
0.18969452381134033
0.03782762587070465
-0.19748683273792267
0.2498185932636261
0.08456872403621674
-0.15576675534248352
0.03918096423149109
-0.07493907958269119
-0.04461843520402908
0.08744459599256516
0.2650325894355774
0.15542471408843994
0.10493788868188858
-0.12192180007696152
0.006901610642671585
-0.04379219934344292
0.04946637153625488
0.03726012632250786
0.01473004650324583
0.023797104135155678
-0.07186847925186157
0.042141515761613846
0.03111075796186924
-0.17707760632038116
0.10647257417440414
0.07465224713087082
-0.15430597960948944
0.06338819116353989
0.008484384045004845
-0.2005196064710617
0.044128693640232086
-0.01679147221148014
0.10756560415029526
0.014056815765798092
-0.055876631289720535
0.02296314761042595
-0.016071178019046783
-0.1752413809299469
-0.0680684894323349
-0.03247148543596268
0.052752379328012466
-0.08710850775241852
0.038604460656642914
-0.018203357234597206
0.03625166043639183
0.17074953019618988
-0.04253300279378891
-0.0029388030525296926
-0.08086089789867401
-0.07429239153862
-0.03868704289197922
0.036330655217170715
-0.1563890427350998
0.0631071925163269
0.03562464192509651
-0.026197750121355057
-0.05369093269109726
0.005178210791200399
-0.04685043916106224
-0.17347943782806396
0.03688088804483414
-0.17010058462619781
-0.04793931916356087
-0.12272518128156662
0.0627167671918869
0.09348893165588379
0.09886009246110916
0.07597286999225616
-0.013796483166515827
0.12989294528961182
0.012919392436742783
-0.21333669126033783
0.18545283377170563
0.12888330221176147
-0.22343182563781738
0.06085580959916115
0.051450032740831375
-0.2585526406764984
0.03467411920428276
-0.057529933750629425
0.004005766939371824
0.07066097855567932
-0.143230602145195
0.0002421605313429609
-0.019497999921441078
0.055374059826135635
0.004378132056444883
0.003394228406250477
0.10447715222835541
-0.12376870214939117
0.056938521564006805
0.02243434451520443
0.029895469546318054
0.05191398039460182
-0.009067605249583721
0.14396056532859802
0.06652961671352386
-0.039475586265325546
-0.1523313820362091
0.11352256685495377
-0.00923233013600111
-0.16127783060073853
-0.050668127834796906
0.008320199325680733
-0.008199896663427353
-0.043021395802497864
0.02515108697116375
-0.229914128780365
-0.07567600905895233
-0.19142845273017883
-0.008958677761256695
0.05338036268949509
-0.22852368652820587
0.11952651292085648
0.020844899117946625
0.13608664274215698
-0.01563212089240551
0.16095061600208282
-0.011415516957640648
-0.16605399549007416
0.0881410539150238
-0.03233938664197922
-0.13294625282287598
0.09362085163593292
-0.024870093911886215
0.07655608654022217
0.29632726311683655
-0.05200107768177986
0.013139906339347363
-0.19611427187919617
-0.030504779890179634
0.06564956903457642
-0.00034290403709746897
-0.16538043320178986
-0.04409399256110191
-0.017178120091557503
0.06912370771169662
-0.19418691098690033
-0.05749288573861122
-0.003256258089095354
-0.0017709146486595273
0.09253557026386261
-0.028802888467907906
-0.051562897861003876
0.009353521279990673
-0.046992044895887375
-0.13190186023712158
0.23955483734607697
-0.23221202194690704
-0.05134531855583191
-0.01429479569196701
-0.003374353749677539
-0.05272306129336357
-0.014144147746264935
-0.0366193912923336
-0.19680052995681763
0.07816291600465775
-0.15059837698936462
-0.03878546878695488
-0.0033469724003225565
0.09511761367321014
-0.04030326008796692
-0.17685896158218384
0.043086737394332886
0.008017806336283684
-0.12854193150997162
-0.006338245235383511
-0.1065903827548027
0.09680953621864319
-0.0826779380440712
-0.14015361666679382
0.24067793786525726
0.05769512802362442
-0.19151531159877777
-0.05586206912994385
0.02038588374853134
-0.054720815271139145
-0.054030582308769226
0.04379241168498993
-0.24445033073425293
0.18959049880504608
-0.18666937947273254
-0.045822858810424805
0.03263168781995773
0.13334986567497253
-0.07555373758077621
-0.0028434370178729296
0.04880278930068016
-0.02337777055799961
-0.1528041660785675
0.10466928035020828
0.07706539332866669
-0.025209922343492508
-0.06458725035190582
-0.07867194712162018
0.29445409774780273
-0.0066898781806230545
0.027305586263537407
-0.07778876274824142
0.0341997854411602
-0.026547955349087715
-0.033180125057697296
0.06822045892477036
-0.22082184255123138
0.03539178520441055
-0.10872193425893784
0.0373527929186821
-0.1106700450181961
0.06255482882261276
-0.15440773963928223
-0.23642422258853912
0.020085075870156288
0.014675933867692947
-0.22907403111457825
-0.015514850616455078
0.04348761588335037
0.04964661970734596
-0.04891001433134079
-0.13840585947036743
0.23129183053970337
0.07981187850236893
-0.09470782428979874
-0.0602903738617897
0.019718755036592484
-0.04930029436945915
-0.31476789712905884
0.03900211676955223
-0.2513622045516968
0.4698481559753418
-0.09526270627975464
0.4059005081653595
-0.3928315043449402
-0.27750831842422485
-0.29578256607055664
-0.37917855381965637
-0.012571643106639385
9.029370994539931e-05
0.00771884061396122
-0.024367062374949455
0.07481329888105392
0.0519152395427227
-0.23367522656917572
-0.1446463167667389
0.20537272095680237
0.05246155336499214
-0.2926720082759857
-0.0325046144425869
-0.006786675658077002
-0.016035543754696846
-0.2520454525947571
-0.057609882205724716
0.026020947843790054
0.09985033422708511
-0.10912399739027023
-0.05633711814880371
-0.02639121562242508
0.05990883708000183
-0.34097135066986084
0.03380937501788139
-0.007136505097150803
-0.006543342024087906
-0.2002837210893631
-0.008039799518883228
-0.1795373260974884
-0.22303032875061035
0.06797517091035843
-0.07823750376701355
0.2322055697441101
0.030791496858000755
-0.06871494650840759
0.28328847885131836
0.08345195651054382
0.04603169113397598
0.01562159601598978
0.25192517042160034
-0.029523029923439026
0.04415589198470116
-0.042736951261758804
-0.048730604350566864
-0.29087164998054504
0.0814807191491127
-0.4123707413673401
0.038247380405664444
-0.0025681115221232176
-0.05526750162243843
-0.1906629055738449
0.29769647121429443
-0.012947237119078636
-0.2561241388320923
-0.0712013766169548
-0.016653724014759064
-0.034317076206207275
-0.006101213861256838
-0.08800964057445526
0.01117172371596098
0.11508331447839737
0.04724202677607536
-0.005088233854621649
0.15042831003665924
0.049586787819862366
-0.05644930899143219
0.008330515585839748
0.09583670645952225
-0.007678711786866188
0.11555401235818863
0.10265132784843445
0.07120180130004883
0.03079989179968834
0.0830901712179184
0.10319040715694427
-0.05722562596201897
-0.1842147558927536
-0.26882821321487427
-0.19573906064033508
0.21386654675006866
-0.10703971982002258
0.039441995322704315
0.09506423771381378
-0.06605540961027145
-0.007964647375047207
0.010675895027816296
0.06192724406719208
-0.008712365292012691
0.13762463629245758
0.1035374104976654
0.04812160134315491
-0.03470364585518837
0.058919116854667664
0.10631478577852249
0.07677392661571503
-0.18324802815914154
-0.020098071545362473
-0.02398473024368286
-0.09811796247959137
-0.009919680655002594
0.06329507380723953
-0.20543338358402252
0.07924626767635345
0.16933482885360718
0.09931189566850662
0.04601742699742317
0.031538818031549454
-0.031791429966688156
-0.01334355492144823
-0.07434842735528946
0.07375356554985046
-0.035173311829566956
0.0629584938287735
0.055741555988788605
-0.09176097810268402
0.009671198204159737
-0.03788863494992256
0.04781801626086235
0.04206635057926178
-0.0052500031888484955
-0.012688761577010155
-0.005338077899068594
-0.17647527158260345
0.03983727842569351
0.0712861493229866
-0.004063718486577272
-0.23325368762016296
-0.015792233869433403
-0.056496620178222656
0.014513883739709854
0.019673939794301987
-0.03736687824130058
0.008291952311992645
-0.003964124713093042
-0.01637190766632557
0.025458551943302155
0.018327169120311737
0.018959278240799904
-0.05524301901459694
0.22445949912071228
-0.025445079430937767
0.07255284488201141
0.03779417648911476
0.015008999034762383
-0.021128496155142784
-0.07894814759492874
-0.22301360964775085
0.4514610171318054
0.0934465304017067
0.07614704966545105
-0.1999308466911316
-0.11047321557998657
-0.0618043951690197
0.02303778938949108
0.013863814994692802
-0.03219675272703171
0.006791702006012201
0.050681523978710175
-0.05491165816783905
0.049653470516204834
0.021289067342877388
0.012010184116661549
-0.025174692273139954
0.15361830592155457
0.01904100924730301
0.052618417888879776
0.038531698286533356
-0.14999957382678986
-0.011959655210375786
-0.09258539229631424
-0.16162879765033722
0.006725952960550785
0.002306100446730852
0.10312660783529282
-0.2210736870765686
-0.02459641546010971
0.02768797241151333
0.012736745178699493
0.006984621286392212
-0.01642725057899952
-0.027472466230392456
0.21283678710460663
0.03793393447995186
-0.07987850159406662
-0.07250682264566422
0.28809404373168945
-0.050738878548145294
0.0033520259894430637
-0.07991788536310196
0.009363681077957153
0.03986803814768791
0.020977161824703217
0.03608815371990204
-0.10783358663320541
-0.17099617421627045
0.16491417586803436
0.11761508136987686
0.07779929786920547
-0.2928931713104248
-0.04368474334478378
-0.0237688310444355
0.0017915256321430206
-0.17441107332706451
-0.041790399700403214
-0.0008193365065380931
0.13540798425674438
-0.049039434641599655
-0.007381855044513941
0.05255018174648285
0.2243330180644989
0.006243848241865635
-0.007657745387405157
-0.016060439869761467
0.07718417793512344
-0.0037929201498627663
-0.025470465421676636
0.0278212558478117
-0.0073198615573346615
-0.23031139373779297
0.10910916328430176
0.09866274148225784
0.10806562006473541
0.049916405230760574
-0.0657406821846962
-0.07903022319078445
0.042817264795303345
-0.038276348263025284
-0.05601412430405617
-0.006316987797617912
0.29244428873062134
-0.3380866050720215
-0.012054062448441982
-0.2332942634820938
0.012464354746043682
-0.13207495212554932
-0.035145293921232224
-0.00021247482800390571
0.062166478484869
0.04603072628378868
-0.0011512241326272488
-0.01898982748389244
-0.018036410212516785
0.018859628587961197
-0.0235676858574152
-0.23095227777957916
0.0743759274482727
0.078034408390522
-0.15261350572109222
0.008772721514105797
0.00786044541746378
-0.19216008484363556
-0.004708125256001949
-0.02316327951848507
-0.010333927348256111
0.030429651960730553
-0.04172995314002037
0.03604215383529663
0.08767690509557724
0.03813875466585159
-0.06487557291984558
-0.029202871024608612
0.053462520241737366
-0.017194313928484917
-0.10485564917325974
0.0366273932158947
-0.011889373883605003
-0.18299756944179535
-0.06420852243900299
0.08503486216068268
0.09248918294906616
0.11221758276224136
-0.03310507535934448
-0.044046033173799515
0.039818648248910904
0.041875626891851425
-0.0770404189825058
-0.043166350573301315
-0.006005225237458944
0.04202888533473015
-0.005002689082175493
-0.024182738736271858
0.38255518674850464
0.20919428765773773
-0.067629374563694
-0.45784875750541687
0.08156579732894897
0.026473013684153557
-0.424655020236969
0.06776230037212372
-0.004708634689450264
-0.19322504103183746
-0.026633771136403084
0.11741258203983307
0.07144999504089355
0.060211557894945145
-0.1198800653219223
0.13081297278404236
0.07731153070926666
0.03133971244096756
-0.07624313235282898
0.2045530378818512
0.47502386569976807
-0.42989423871040344
0.30107733607292175
-0.14410154521465302
0.3123723864555359
0.13766580820083618
-0.05451948195695877
-0.0450168251991272
0.06754188984632492
0.014883095398545265
-0.030026832595467567
0.05286138877272606
0.07431726902723312
0.12048343569040298
-0.040475934743881226
-0.11600077897310257
-0.10465386509895325
0.0921773910522461
-0.12441840022802353
-0.014121079817414284
0.033520739525556564
0.06885700672864914
0.037673115730285645
0.06375332921743393
0.2628503441810608
0.06731266528367996
0.21917861700057983
-0.027625923976302147
-0.03797048330307007
0.08021906763315201
0.10989516973495483
0.02943854033946991
-0.09898700565099716
0.08303861320018768
0.058589063584804535
-0.04631131887435913
0.07937438786029816
0.08813553303480148
-0.011454012244939804
-0.014691590331494808
-0.15152645111083984
-0.22943748533725739
0.10789985954761505
0.0154357198625803
0.09515238553285599
0.06643027812242508
-0.027003591880202293
-0.029121309518814087
0.15549907088279724
0.0073001803830266
-0.1147390604019165
0.1036037728190422
-0.0552341602742672
0.14636553823947906
0.2789769470691681
0.05733133852481842
0.0942288264632225
0.12190546840429306
-0.05986575782299042
0.013993351720273495
0.08488938212394714
-0.19348077476024628
-0.03613702580332756
-0.10081266611814499
-0.25100570917129517
-0.0072383033111691475
0.24049526453018188
-0.02859502099454403
0.1057286486029625
0.07761237770318985
-0.024193989112973213
-0.0012146129738539457
-0.04046955332159996
0.06139646843075752
-0.06674755364656448
0.13926677405834198
0.22789588570594788
-0.012144139036536217
0.02363288775086403
0.02752002328634262
0.0542515330016613
0.04774903133511543
-0.13017620146274567
0.01863580197095871
0.0318850502371788
-0.13040342926979065
-0.013982736505568027
-0.22449137270450592
-0.1920117884874344
0.04647492617368698
0.19424739480018616
0.2846382260322571
0.04322527348995209
0.03433461859822273
-0.02677726186811924
-0.0024192151613533497
-0.03799651563167572
0.06389464437961578
0.34829989075660706
0.061935096979141235
0.26822125911712646
0.1452959030866623
-0.11808914691209793
0.005680454429239035
-0.18258775770664215
0.09623904526233673
-0.28723767399787903
-0.0434221588075161
0.1423809826374054
-0.06896109879016876
-0.06964973360300064
-0.13995251059532166
0.0712268278002739
-0.017995057627558708
0.20507468283176422
-0.13192395865917206
0.09194405376911163
-0.22734224796295166
-0.1533365547657013
-0.0855817049741745
-0.13265345990657806
0.009257049299776554
0.30856961011886597
0.1900411695241928
0.09496350586414337
0.10398846864700317
-0.011855827644467354
0.023224569857120514
0.021137068048119545
-0.04215453565120697
-0.0041841487400233746
-0.015336022712290287
-0.1769605278968811
0.046678848564624786
-0.02548648789525032
-0.20748761296272278
0.05472791567444801
0.10028133541345596
-0.043365176767110825
-0.05988723784685135
0.02985267899930477
0.09268656373023987
-0.06858952343463898
-0.012434807606041431
-0.06816072762012482
0.06722982972860336
0.19112981855869293
0.07755623757839203
0.24329066276550293
0.18689003586769104
0.07383032888174057
0.030977653339505196
0.07322373241186142
0.029126863926649094
-0.236146941781044
0.029217908158898354
0.03014889732003212
-0.20404718816280365
-0.01703413762152195
-0.20817974209785461
-0.0715089663863182
0.09584745019674301
0.1684742420911789
0.34596124291419983
0.026452116668224335
0.0502345971763134
-0.021312251687049866
0.006547108758240938
-0.009908740408718586
0.06781549751758575
0.2632790803909302
0.039262790232896805
0.05679416283965111
0.004306771792471409
0.029820002615451813
-0.016414541751146317
0.057433463633060455
0.0310575719922781
-0.22555837035179138
0.015024663880467415
-0.0037939678877592087
-0.19519640505313873
0.2557067573070526
0.0853041261434555
0.022922204807400703
-0.07181272655725479
-0.07467654347419739
0.2705308496952057
0.04075651243329048
-0.41029390692710876
-0.059384752064943314
0.0007491441792808473
0.2791898250579834
-0.17134125530719757
-0.03959927335381508
-0.16047438979148865
-0.018570803105831146
-0.12556752562522888
-0.038259346038103104
0.011142222210764885
0.05500161275267601
-0.006228815298527479
-0.08689959347248077
0.07640697807073593
-0.03485884889960289
-0.2049814760684967
0.27112218737602234
-0.12185990065336227
0.025099679827690125
-0.052229754626750946
-0.11999061703681946
0.21583573520183563
-0.024695951491594315
-0.057812757790088654
-0.06750665605068207
0.39882099628448486
0.0026286726351827383
-0.28556984663009644
0.09135142713785172
-0.15919053554534912
-0.03834117203950882
0.18678437173366547
-0.014593340456485748
0.029209382832050323
0.04455835744738579
-0.011548146605491638
0.01297560054808855
-0.0031360038556158543
-0.1520591825246811
-0.10928529500961304
0.4355539381504059
-0.1902240514755249
-0.2092272937297821
-0.1730416715145111
-0.07750114798545837
0.16358467936515808
-0.01583382487297058
0.011135400272905827
-0.06600958108901978
0.11419791728258133
0.017206579446792603
-0.18795716762542725
-0.01556482259184122
-0.15838013589382172
-0.03746660426259041
0.1738649159669876
-0.02399240806698799
0.0418323315680027
0.056455545127391815
-0.03416783735156059
-0.015287146903574467
0.015682954341173172
-0.114256851375103
-0.08074365556240082
0.10972671955823898
-0.24580040574073792
-0.16395686566829681
-0.31621432304382324
0.1414618343114853
0.24235133826732635
0.018431013450026512
0.02862115204334259
-0.05481627210974693
0.10494798421859741
-0.04292374849319458
-0.011288244277238846
0.02330363728106022
-0.23307505249977112
-0.04335438087582588
0.17868384718894958
0.040452998131513596
0.0340808667242527
0.005728543736040592
0.036769457161426544
-0.006192062050104141
0.003028060542419553
0.002237232169136405
-0.1599860042333603
0.1458311676979065
0.05859870836138725
-0.21510781347751617
-0.24775509536266327
-0.06946055591106415
0.23255962133407593
0.03563980758190155
0.03508366271853447
-0.07291089743375778
0.1397961527109146
0.13669535517692566
-0.3039300739765167
-0.02370881475508213
-0.20458592474460602
-0.021827561780810356
0.036419544368982315
0.025188742205500603
-0.30472332239151
-0.10185492783784866
-0.1246371790766716
-0.44991979002952576
0.5347034931182861
-0.004133306443691254
-0.18970541656017303
0.3479993939399719
0.1323123723268509
-0.24635165929794312
-0.16343796253204346
-0.059629082679748535
-0.010952120646834373
-0.05531441792845726
-0.45227083563804626
-0.06807579100131989
0.0247627105563879
0.22289708256721497
-0.3602537512779236
0.02672729827463627
0.02547590620815754
0.024716690182685852
0.15273761749267578
0.37400174140930176
-0.005057961214333773
-0.4100397229194641
-0.3186435401439667
-0.46212318539619446
0.019208265468478203
0.0007458117906935513
-0.16969268023967743
0.0018236956093460321
-0.04859039559960365
0.08666171878576279
0.10760918259620667
0.1867215931415558
-0.10394605994224548
-0.44531404972076416
-0.06806415319442749
0.06988900899887085
0.06093257665634155
-0.05700523033738136
-0.06311430037021637
0.3360738158226013
0.10991335660219193
0.0027195019647479057
0.18414832651615143
0.2909240424633026
-0.07447075098752975
-0.1367066353559494
-0.22492213547229767
-0.15930287539958954
0.012535905465483665
-0.35862061381340027
-0.034139275550842285
-0.01696542464196682
-0.011132611893117428
0.05847776308655739
0.08986903727054596
0.17422938346862793
-0.09194619208574295
-0.345499724149704
0.01305264700204134
-0.07259470969438553
0.018713844940066338
-0.06550983339548111
0.026022357866168022
0.22310103476047516
0.09908346086740494
-0.019921911880373955
0.1856306493282318
0.32985782623291016
-0.02307264506816864
-0.262555330991745
-0.4003346562385559
-0.30827558040618896
0.028147323057055473
-0.07440651953220367
-0.19548310339450836
-0.00018243718659505248
0.09592544287443161
0.013111055828630924
-0.06512226164340973
0.16200199723243713
-0.08081819862127304
-0.01677611470222473
-0.04746580123901367
-0.03359132260084152
0.01119027379900217
-0.006981331389397383
0.01499329786747694
0.1276496946811676
0.12145282328128815
-0.03592023625969887
0.2184877246618271
0.37808769941329956
-0.001819934113882482
-0.08650755882263184
-0.2998978793621063
-0.4351009726524353
0.04715723916888237
-0.5358816981315613
0.06893415004014969
0.0896327942609787
-0.2213364839553833
0.0792894959449768
0.06412458419799805
0.15861709415912628
-0.04841470345854759
-0.39143332839012146
0.049340177327394485
-0.04450446739792824
0.4217399060726166
-0.07929677516222
-0.3772844076156616
0.21458269655704498
0.019185690209269524
-0.005379907786846161
0.14338326454162598
0.2737569808959961
-0.2389916181564331
-0.21901194751262665
-0.4095679223537445
-0.2278308868408203
0.05909441038966179
-0.2370491921901703
-0.1684107929468155
-0.02133720926940441
0.1038852334022522
0.08243834227323532
0.060891520231962204
0.1852792650461197
-0.11388541758060455
-0.0031058776658028364
0.0371314100921154
-0.04448492079973221
-0.015791138634085655
-0.05053514987230301
0.06578820198774338
0.33002015948295593
0.11796688288450241
0.019077006727457047
0.19563567638397217
0.17482368648052216
-0.07957419753074646
-0.24540264904499054
-0.340128630399704
-0.054517313838005066
0.10786591470241547
-0.10651513934135437
-0.12376926094293594
-0.01267499104142189
0.007241447456181049
0.012357354164123535
0.004198906011879444
0.1928117275238037
-0.09882185608148575
-0.009055946953594685
0.03351268544793129
-0.034321337938308716
-0.001698576263152063
-0.06133344769477844
0.03386160731315613
0.27377989888191223
0.12760868668556213
0.012510862201452255
0.15943561494350433
0.4706745147705078
-0.21114087104797363
-0.28556346893310547
-0.35104385018348694
-0.018197109922766685
0.020852472633123398
-0.13191714882850647
-0.1125718206167221
-0.013591757975518703
0.07395315915346146
0.06834231317043304
-0.23599311709403992
0.1733390837907791
-0.08238089829683304
-0.03949781879782677
0.046958811581134796
0.02484946697950363
